<?php 
$backpath="../..";
include_once("$backpath/onn.php");
startonn("/Город/NNOI XI/Авторы задач","Авторы задач XI Нижегородской городской олимпиады школьников по информатике");
?>
<h1>Авторы задач</h1>
<ul>
<li><b>Вадимов В.&nbsp;Л.</b>, студент 6 курса ВШОПФ ННГУ;
<li><b>Демидов А.&nbsp;Н.</b>, инженер, НПП "ПРИМА";
<li><b>Калинин Н.&nbsp;А.</b>, студент 1 курса ВШОПФ ННГУ;
<li><b>Калинин П.&nbsp;А.</b>, старший инженер по разработке программного обеспечения, ЗАО "Интел А/О", к.ф.-м.н.;</li>
<li><b>Лазарев Е.&nbsp;А.</b>, старший инженер по разработке программного обеспечения, ЗАО "Интел А/О", к.т.н.;</li>
<li><b>Лопаткин М.&nbsp;А.</b>, программист, Яндекс;
<li><b>Матросов М.&nbsp;В.</b>, инженер-программист, НПП "АВИАКОМ";
<li><b>Шмелёв А.&nbsp;С.</b>, инженер-программист, НПП "Прима".</li>
</ul>
<?php 
endonn();
?>