<?
$backpath="../..";
include_once("$backpath/onn.php");
startonn("/Город/NNOI III","III Нижегородская городская олимпиада школьников по информатике");
?>
<h1>III Нижегородская городская олимпиада школьников по информатике</h1>
<p>
III Нижегородская городская олимпиада школьников по информатике была проведена 30 января 2007&nbsp;г. 
на четырех площадках одновременно: НОЦ, ННГУ, лицей 40 и лицей 8. В олимпиаде приняли участие 
65 участников (в том числе 7 школьников из г. Саров и 4 &#8212 из Балахны), 33 из которых были награждены дипломами.
</p>
<p>Условия задач, разборы, примеры решений и другие материалы олимпиады (c) 2006-2007 <a href="taskauthors.php">Авторы задач 
олимпиады</a>.</p>
<p><span class="att">Внимание!</span> Приведённая в книжке программа-решение задачи 4 "А ты 
купи коня" является неправильной. Правильные решения, в т.ч. правильное решение, 
соответствующее <i>приведённому в книжке разбору</i>, можно скачать в 
<a href="archive/index.php">архиве решений жюри</a>.
</p>
<ul>
<li><a href="taskauthors.php">Авторы задач</a></li>
<li><a href="jury.php">Жюри</a></li>
<li><a href="org.php">Оргкомитет</a></li>
</ul>
<ul>
<li><a href="results.php">Результаты</a></li>
<?/*<li><a href="archive/index.php">Архив</a></li>*/?>
</ul>
<?
endonn();
?>
