<?
$backpath="../..";
include_once("$backpath/onn.php");
startonn("/Город/NNOI XII","XII Нижегородская городская олимпиада школьников по информатике");
?>
<h1>XII Нижегородская городская олимпиада школьников по информатике</h1>
<p>
XII Нижегородская городская олимпиада школьников по информатике им. В.&nbsp;Д. Лелюха пройдет 13 февраля 2016&nbsp;г. 
в <a href="http://www.unn.ru/">Нижегородском государственном университете</a>.
</p>
<ul>
<li><a href="zaoch.php">Информация о рассмотрении заявок на участие</a></li>
</ul>
<?
endonn();
?>
