<?
$backpath="../..";
include_once("$backpath/onn.php");
startonn("/Город/NNOI XII","XII Нижегородская городская олимпиада школьников по информатике");
?>
<h1>XII Нижегородская городская олимпиада школьников по информатике</h1>
<p>
XII Нижегородская городская олимпиада школьников по информатике им. В.&nbsp;Д. Лелюха прошла 13 февраля 2016&nbsp;г. 
в <a href="http://www.unn.ru/">Нижегородском государственном университете</a>.
</p>
<h2>Отборочный тур</h2>
<ul>
<li><a href="zaoch.php">Информация о рассмотрении заявок на участие</a></li>
<li><a href="zaoch/results.php">Результаты отборочного тура</a></li>
<li><a href="participants.php">Списки участников основного тура олимпиады</a></li>
</ul>
<h2>Основной тур</h2>
<ul>
<li><a href="results.php">Результаты</a></li>
</ul>
<?
endonn();
?>
