<?
$backpath="../..";
include_once("$backpath/onn.php");
startonn("/Город/NNOI XII","XII Нижегородская городская олимпиада школьников по информатике");
?>
<h1>XII Нижегородская городская олимпиада школьников по информатике</h1>
<p>
Жюри Нижегородской городской олимпиады школьников по информатике им. В.Д.Лелюха рассмотрело поступившие заявки на участие в олимпиаде и решило пригласить на олимпиаду напрямую:</p>
<ul>
<li>всех призеров прошлогодней областной олимпиады,</li>
<li>всех 8- и 9-классников, набравших на районной олимпиаде 300 и более баллов, </li>
<li>всех 10- и 11-классников, набравших на районной олимпиаде 400 баллов.</li>
</ul>

<p>Кроме того, следующие школьники из числа поданных заявок приглашаются к участию в заочном отборочном туре, по итогам которого будут отобраны дополнительные участники городской олимпиады:</p>
<ul>
<li>все 9-классники и младше, не приглашенные напрямую,</li>
<li>все 11- и 10-классники, набравшие на районной олимпиаде от 220 до 380 баллов включительно.</li>
</ul>

<p>Информация про отборочный тур была направлена на адреса электронной почты, указанные при подаче заявок. Если вы не получили информацию, срочно напишите Петру Андреевичу Калинину на адрес petr@kalinin.nnov.ru.</p>

<h2>Список школьников, приглашенных напрямую</h2>
<ul>
<li>Буланов Денис Николаевич</li>
<li>Варенов Василий Николаевич</li>
<li>Гасымов Дамир Фариз оглы</li>
<li>Горьков Алексей Дмитриевич</li>
<li>Грибанов Михаил Михайлович</li>
<li>Григорьева Галина Алексеевна</li>
<li>Гусев Максим Олегович</li>
<li>Дроздова Александра Алексеевна</li>
<li>Евстафьев Дмитрий Андреевич</li>
<li>Емелин Максим Денисович</li>
<li>Земскова Татьяна Сергеевна</li>
<li>Илюхов Алексей Евгеньевич</li>
<li>Картомин Никита Александрович</li>
<li>Колесин Андрей Сергеевич</li>
<li>Марисова Мария Павловна</li>
<li>Махалин Дмитрий Русланович</li>
<li>Мезина Маргарита Дмитриевна</li>
<li>Носков Дмитрий Евгеньевич</li>
<li>Павлов Вячеслав Сергеевич</li>
<li>Рылов Александр Дмитриевич</li>
<li>Рябков Дмитрий Викторович</li>
<li>Семенов Юрий Дмитриевич</li>
<li>Смирнов Илья Алексеевич</li>
<li>Сухонин Даниил Дмитриевич</li>
<li>Тепляков Валерий Витальевич</li>
<li>Тыркалов Евгений Олегович</li>
<li>Фадеев Никита Алексеевич</li>
<li>Фадеева Екатерина Сергеевна</li>
<li>Царьков Илья Михайлович</li>
<li>Щербаков Федор Юрьевич</li>
<li>Яхтин Леонид Александрович</li>
</ul>

<h2>Список школьников, приглашенных на отборочный тур</h2>

<ul>
<li>Аверьянов Семен Игоревич</li>
<li>Адиатуллин Влад</li>
<li>Артеменко Светлана</li>
<li>Бажилова Ева Вячеславовна</li>
<li>Барчев Виктор Сергеевич</li>
<li>Баташев Александр Юрьевич</li>
<li>Бейбутов Ринат Альбертович</li>
<li>Белкин Михаил Алексеевич</li>
<li>Блохина Екатерина Александровна</li>
<li>Босов Никита Алексеевич</li>
<li>Бузин Никита Ильич</li>
<li>Визгалов Антон Игоревич</li>
<li>Вихрев Иван Борисович</li>
<li>Воронина Дарья Дмитриевна</li>
<li>Гаврилов Никита Ильич</li>
<li>Глебов Всеволод Дмитриевич</li>
<li>Горишний Максим Павлович</li>
<li>Громова Ольга Александровна</li>
<li>Гусарова Дарья Алексеевна</li>
<li>Гущин Антон Ильич</li>
<li>Денисов Роман</li>
<li>Дунаева Анастасия Станиславовна</li>
<li>Еловиков Григорий Александрович</li>
<li>Ершков Алексей Дмитриевич</li>
<li>Жбанкова Елизавета Алексеевна</li>
<li>Зарков Максим Романович</li>
<li>Захарычев Андрей Сергеевич</li>
<li>Здоровейщев Даниил Антонович</li>
<li>Зенькович Александр Дмитриевич</li>
<li>Иваник Даниил Иванович</li>
<li>Игнатовский Никита Андреевич</li>
<li>Изергина Екатерина Алексеевна</li>
<li>Калинина Елена Алексеевна</li>
<li>Канюка Александр</li>
<li>Карабельникова Юлиана Дмитриевна</li>
<li>Карпычева Мария Алексеевна</li>
<li>Касмазюк Никита Романович</li>
<li>Кизаев Дмитрий Дмитриевич</li>
<li>Киреев Алексей</li>
<li>Кованов Александр</li>
<li>Коган Сергей Александрович</li>
<li>Кондрашкин Руслан Павлович</li>
<li>Кондрашова Евгения</li>
<li>Коренков Иван Михайлович</li>
<li>Красов Константин</li>
<li>Кривенков Андрей</li>
<li>Кузенкова Анастасия Евгеньевна</li>
<li>Кузин Иван Глебович</li>
<li>Курнакова Ирина</li>
<li>Лебедев Александр Сергеевич</li>
<li>Логинов Игорь Евгеньевич</li>
<li>Майорова Марина</li>
<li>Макридин Максим Михайлович</li>
<li>Маркелов Владислав Вадимович</li>
<li>Марютин Иван Сергеевич</li>
<li>Мухин Вадим</li>
<li>Никитаев Даниил</li>
<li>Никитин Олег Владимирович</li>
<li>Новиков Андрей Алексеевич</li>
<li>Новиков Даниил Павлович</li>
<li>Оболенский Арсений Андреевич</li>
<li>Оленев Александр Сергеевич</li>
<li>Орлов Степан Александрович</li>
<li>Пикулин Роман</li>
<li>Платонов Максим Сергеевич</li>
<li>Повшедный Евгений Александрович</li>
<li>Поливцев Александр</li>
<li>Потапов Сергей Александрович</li>
<li>Преображенский Евгений Игоревич</li>
<li>Пустотин Даниил</li>
<li>Разживина Дарья Ильинична</li>
<li>Разумова Мария Дмитриевна</li>
<li>Роль Никита Дмитриевич</li>
<li>Романов Кирилл Михайлович</li>
<li>Рухович Игорь  Владимирович</li>
<li>Рябчикова Валерия Георгиевна</li>
<li>Савело Иван </li>
<li>Садардинов Михаил</li>
<li>Садиков Дамир Гаярович</li>
<li>Сазанов Никита Александрович</li>
<li>Серов Никита</li>
<li>Сизов Денис Александрович</li>
<li>Скачков Юрий Александрович</li>
<li>Скуридин Юрий Алексеевич</li>
<li>Смирнов Алексей Александрович</li>
<li>Смирнов Егор Александрович</li>
<li>Соколов Егор Алексеевич</li>
<li>Трубников Артем Михайлович</li>
<li>Уткина Арина Михайловна</li>
<li>Филатов Андрей Александрович</li>
<li>Цеханович Ирина Серегевна</li>
<li>Чернышев Константин Игоревич</li>
<li>Чернятин Александр Максимович</li>
<li>Чистякова Екатерина Юрьевна</li>
<li>Шмакова Влада</li>
</ul>

<?
endonn();
?>
