<?
$backpath="../..";
include_once("$backpath/onn.php");
startonn("/Город/NNOI IV","IV Нижегородская городская олимпиада школьников по информатике");
?>
<h1>IV Нижегородская городская олимпиада школьников по информатике</h1>
<p>
IV Нижегородская городская олимпиада школьников по информатике была проведена 28 января 2008&nbsp;г. 
на четырех площадках одновременно: НОЦ, ННГУ, лицей 40 и школа 30. В олимпиаде приняли участие 
68 участников (в том числе 8 школьников из г. Саров и 3 &#8212 из Балахны), 26 из которых были награждены дипломами.
</p>
<p>Условия задач, разборы, примеры решений и другие материалы олимпиады (c) 2007-2008 <a href="taskauthors.php">Авторы задач 
олимпиады</a>.</p>
</p>
<ul>
<li><a href="taskauthors.php">Авторы задач</a></li>
<li><a href="jury.php">Жюри</a></li>
<li><a href="org.php">Оргкомитет</a></li>
</ul>
<ul>
<li><a href="results.php">Результаты</a></li>
<li><a href="archive/index.php">Архив</a></li>
</ul>
<?
endonn();
?>
