<?php 
$backpath="../..";
include_once("$backpath/onn.php");
startonn("/Город/NNOI XIII/Жюри","Жюри XIII Нижегородской городской олимпиады школьников по информатике");
?>
<h1>Жюри</h1>
<ul>
<li><b>Председатель</b> &#8212; <b>Калинин П.&nbsp;А.</b>, старший разработчик, ООО "Яндекс", к.ф.-м.н.;</li>
<li><b>Борисов Н.&nbsp;А.</b>, доцент кафедры программной инженерии ИИТММ ННГУ; </li>
<?php /*<li><b>Вадимов В.&nbsp;Л.</b>, студент 6 курса ВШОПФ ННГУ;*/?>
<?php /*<li><b>Демидов А.&nbsp;Н.</b>, инженер, НПП "ПРИМА";*/?>
<li><b>Жидков Н.&nbsp;В.</b>, студент 2 курса СПб АУ;
<li><b>Калинин Н.&nbsp;А.</b>, студент 3 курса ВШОПФ ННГУ;
<li><b>Кривоносов М.&nbsp;И.</b>, студент 1 курса магистратуры ИИТММ ННГУ;
<li><b>Кузьмичев Д.&nbsp;А.</b>, студент 4 курса МФТИ;
<?php /*<li><b>Лазарев Е.&nbsp;А.</b>, старший инженер по разработке программного обеспечения, ЗАО "Интел А/О", к.т.н.;</li>
<li><b>Лопаткин М.&nbsp;А.</b>, программист, ООО "Яндекс";*/?>
<li><b>Матросов М.&nbsp;В.</b>, инженер-программист, НПП "АВИАКОМ";
<li><b>Сорокин А.&nbsp;А.</b>, студент 3 курса ВШОПФ ННГУ;
<li><b>Шмелёв А.&nbsp;С.</b>, инженер-программист, НПП "Прима".</li>
</ul>
<?php 
endonn();
?>

