<?
$backpath="../..";
include_once("$backpath/onn.php");
startonn("/Город/NNOI IX/Авторы задач","Авторы задач IX Нижегородской городской олимпиады школьников по информатике");
?>
<h1>Авторы задач</h1>
<ul>
<li><b>Вадимов В.&nbsp;Л.</b>, студент 4 курса ВШОПФ ННГУ;</li>
<li><b>Демидов А.&nbsp;Н.</b>, инженер, НПП "Прима";</li>
<li><b>Епифанов В.&nbsp;Ю.</b>, студент 4 курса мехмата ННГУ;</li>
<li><b>Калинин П.&nbsp;А.</b>, старший инженер по разработке программного обеспечения, ЗАО "Интел А/О";</li>
<li><b>Кашинская Я.&nbsp;С.</b>, студентка 2 курса ФИВТ МФТИ;</li>
<li><b>Лелюх В.&nbsp;Д.</b>, старший преподаватель ННГУ;</li>
<li><b>Матросов М.&nbsp;В.</b>, инженер-программист, НПП "АВИАКОМ";</li>
<li><b>Тимин А.&nbsp;А.</b>, студент 2 курса ФИВТ МФТИ;</li>
<li><b>Тимушев Р.&nbsp;И.</b>, старший инженер-программист, Grid Dynamics;</li>
<li><b>Шмелёв А.&nbsp;С.</b>, инжерен-программист, НПП "Прима".</li>
</ul>
<?
endonn();
?>