<?
$backpath="..";
include_once("$backpath/onn.php");
startonn("/Город","Нижегородские городские олимпиады школьников по информатике");
?>
<h1>Нижегородские городские олимпиады школьников по информатике</h1>
<p>
19 февраля 2005 года в Нижнем Новгороде, впервые после 4-летнего перерыва, была проведена 
городская олимпиада школьников по информатике; с тех пор олимпиада проводится ежегодно. 
Олимпиада проводится среди учащихся 6-11 классов образовательных учреждений города
Нижнего Новгорода с целью поиска талантливой молодёжи и привлечения её в науку,
активизации работы факультативов, спецкурсов, кружков, повышения уровня преподавания
предметов естественнонаучного цикла. В олимпиаде ежегодно участвуют около 60-80 участников, из 
которых около 25 награждаются дипломами.
</p><p>
Организаторами олимпиады являются департамент
образования и социально-правовой защиты детства администрации города Нижнего Новгорода
и Нижегородский государственный университет им. Н.И. Лобачевского. 
Спонсорами олимпиады в разные годы выступают ведущие IT-компании Нижнего Новгорода: компания 
<a href="http://www.intel.com/corporate/europe/emea/rus/country/jobs/sites/nnovgorod.htm">Intel-Нижний 
Новгород</a>, <a href="http://www.meranetworks.ru/">компания Mera</a> и <a href="http://prima.nnov.ru">НПП Прима</a>.
</p><p>
Олимпиада проводится в соответствии с Положением о городской олимпиаде по информатике (приказы 
департамента образования и социально-правовой защиты детства администрации г. Нижнего Новгорода 
№416 от 16.11.04, №1453 от 07.11.2008).
</p>
<p>
С 2015 года олимпиада носит имя В.&nbsp;Д. Лелюха.
<ul>
<li><a href="/nnoi/nnoi_1/index.php">I (восстановленная) олимпиада, 19 февраля 2005 г.</a></li>
<li><a href="/nnoi/nnoi_2/index.php">II олимпиада, 27 декабря 2005 г.</a></li>
<li><a href="/nnoi/nnoi_3/index.php">III олимпиада, 30 января 2007 г.</a></li>
<li><a href="/nnoi/nnoi_4/index.php">IV олимпиада, 28 января 2008 г.</a></li>
<li><a href="/nnoi/nnoi_5/index.php">V олимпиада, 22 января 2009 г.</a></li>
<li><a href="/nnoi/nnoi_6/index.php">VI олимпиада, 4 февраля 2010 г.</a></li>
<li><a href="/nnoi/nnoi_7/index.php">VII олимпиада, 3 февраля 2011 г.</a></li>
<li><a href="/nnoi/nnoi_8/index.php">VIII олимпиада, 9 февраля 2012 г.</a></li>
<li><a href="/nnoi/nnoi_9/index.php">IX олимпиада, 31 января 2013 г.</a></li>
<li><a href="/nnoi/nnoi_10/index.php">X олимпиада, 30 января 2014 г.</a></li>
<li><a href="/nnoi/nnoi_11/index.php">XI олимпиада им. В.&nbsp;Д. Лелюха, 31 января 2015 г.</a></li>
<li><a href="/nnoi/nnoi_12/index.php">XII олимпиада им. В.&nbsp;Д. Лелюха, 13 февраля 2016 г.</a></li>
</ul>
<h1>Книга</h1>
<ul>
<li><a href="/book/index.php">Книга "Нижегородские городские олимпиады школьников по информатике" (2005 &#8212; 2010)</a></li>
</ul>
<h1>Online-проверка</h1>
<p>Задачи олимпиад выставляются на сайте Дистанционной подготовки по информатике. Там можно сдать свое 
решение на online-проверку.</p>
<ul>
<li><a href="http://informatics.mccme.ru/moodle/course/view.php?id=226">Задачи нижегородских олимпиад на сайте дистанционной подготовки</a></li>
</ul>
<?
endonn();
?>
