<?php 
$backpath="../..";
include_once("$backpath/onn.php");
startonn("/Город/NNOI X/Жюри","Жюри X Нижегородской городской олимпиады школьников по информатике");
?>
<h1>Жюри</h1>
<ul>
<li><b>Председатель</b> &#8212; <b>Калинин П.&nbsp;А.</b>, старший инженер по разработке программного обеспечения, ЗАО "Интел А/О", к.ф.-м.н.;</li>
<li><b>Евстратова Л.&nbsp;П.</b>, заместитель директора МОУ лицей&nbsp;№&nbsp;40, ответственный секретарь жюри; </li>
<li><b>Лазарев Е.&nbsp;А.</b>, старший инженер по разработке программного обеспечения, ЗАО "Интел А/О", ведущий программист кафедры "Прикладная математика" ИРИТ НГТУ, к.т.н.;</li>
<li><b>Разенштейн И.&nbsp;П.</b>, аспирант второго года EECS MIT;</li>
<li><b>Тимин А.&nbsp;А.</b>, студент 2 курса ФИВТ МФТИ;</li>
<li><b>Тимушев Р.&nbsp;И.</b>, старший инженер-программист, Grid Dynamics;</li>
<li><b>Шмелёв А.&nbsp;С.</b>, инжерен-программист, НПП "Прима".</li>
</ul>
<?php 
endonn();
?>
