<?
$backpath="../..";
include_once("$backpath/onn.php");
startonn("/Город/NNOI V/Авторы задач","Авторы задач V Нижегородской городской олимпиады школьников по информатике");
?>
<h1>Авторы задач</h1>
<ul>
<li><b>Бударагин Д.&nbsp;И.</b>, студент 3 курса ВШОПФ ННГУ;</li>
<li><b>Калинин П.&nbsp;А.</b>, аспирант ИПФ РАН</li>
<li><b>Круглов А.&nbsp;А.</b>, аспирант ИПФ РАН;</li>
<li><b>Лелюх В.&nbsp;Д.</b>, старший преподаватель ННГУ;</li>
<li><b>Побуринная О.&nbsp;Б.</b>, студентка 1 курса мехмата МГУ;</li>
<li><b>Разенштейн И.&nbsp;П.</b>, студент 2 курса мехмата МГУ;</li>
<li><b>Тимушев Р.&nbsp;И.</b>, студент 6 курса ВШОПФ ННГУ;</li>
<li><b>Хаймович И.&nbsp;М.</b>, студент 6 курса ВШОПФ ННГУ.</li>
</ul>
<?
endonn();
?>
