<?php 
$backpath="../..";
include_once("$backpath/onn.php");
startonn("/Город/NNOI XVIII/Порядок","Подача заявок и отбор участников");
?>
<h1>Порядок подачи заявок для участия в олимпиаде и отбора участников олимпиады</h1>


<p>В олимпиаде могут принимать участие обучающиеся 8-11 классов школ города Нижнего Новгорода. Для участия в олимпиаде необходимо подать заявку, по результатам заявок формируется состав участников. Обучающиеся младшего возраста могут быть допущены к участию в олимпиаде за 8 класс при условии прохождения отбора наравне с остальными учащимися 8 класса. Чтобы кандидатура такого обучающегося была рассмотрена, на него необходимо подать заявку в общем порядке.</p>

<p>Заявки на участие в олимпиаде могут быть поданы органами, осуществляющими управление в сфере образования администраций районов города Нижнего Новгорода, общеобразовательными учреждениями, учреждениями дополнительного образования, лично школьниками или их официальными представителями. Для подачи заявки на участие в олимпиаде необходимо в срок до 19.04.2021 г. на каждого участника, включаемого в заявку, заполнить форму по адресу <a href="https://forms.gle/xsjkM3hWC6yts5ro9">https://forms.gle/xsjkM3hWC6yts5ro9</a>.</p>
<p>По всем вопросам, связанным с регистрацией, можно обращаться к председателю жюри олимпиады Алексею Сергеевичу Шмелеву по электронной почте ashmelev88@gmail.com.</p>
<p><b>Срок подачи заявок - до 19.05.2022 г. (включительно).</b>
<p>Результаты рассмотрения заявок будут объявлены не позднее 20.05.2022 г. </p>

<p>Из числа поданных заявок с учетом результатов муниципального и регионального этапа ВсОШ, а также олимпиады им. Лелюха 2020-2021 уч. г., будет проводиться отбор на участие в олимпиаде. Часть обучающихся будет приглашена к участию в олимпиаде напрямую, другая часть 21 мая 2022 г. примет участие в заочном отборочном туре, по итогам которого будут отобраны дополнительные участники олимпиады. В частности, школьники, набравшие на региональном этапе ВсОШ 2022 года 300 баллов и больше, будут приглашены к участию напрямую.</p>

<p>Информация о результатах рассмотрения заявок вместе со списками обучающихся, приглашенных к участию в олимпиаде напрямую, а также обучающихся, приглашенных к участию в отборочном туре, будет выслана на электронный адрес, указанный в заявке, не позднее 20.05.2022 г. Лицам, подавшим заявку на участие в олимпиаде, рекомендуется регулярно проверять указанный в заявке электронный адрес с целью оперативного получения информации о рассмотрении заявок.</p>

<p>Отборочный тур олимпиады состоится 21 мая 2022 г. Обучающиеся, приглашенные к участию в отборочном туре, выполняют задания тура заочно. Продолжительность отборочного тура - 2 часа, начало – ориентировочно в 15.00. Для участия в отборочном туре необходимо зайти на сайт тестирующей системы (адрес будет сообщен по указанной в заявке электронной почте), скачать условия задач отборочного тура и отправить свои решения. Участники могут писать отборочный тур с любого компьютера, на котором есть доступ в интернет и необходимое участникам программное обеспечение; при этом жюри рекомендует школам предоставить возможность участникам писать отборочный тур в компьютерных классах школы. Перед отборочным туром будет проведен пробный тур (начало ориентировочно в 10.00), в течение которого школьники смогут ознакомиться с тестирующей системой. Подробная информация про отборочный тур будет выслана вместе с информацией о результатах рассмотрения заявок.</p>

<p>По результатам отборочного тура будут определены дополнительные участники олимпиады. Результаты будут направлены на указанный в заявке адрес электронной почты.</p>

<p>В олимпиаде смогут принять участие только школьники, приглашенные напрямую или определенные по итогам отборочного тура. </p>

<p>Олимпиада будет проводиться на <a href="https://codeforces.com">платформе Codeforces</a>, допустимы любые языки программирования, поддерживаемые платформой.</p>


<?php 
endonn();
?>
