<?php 
$backpath="../..";
include_once("$backpath/onn.php");
startonn("/Город/NNOI XVIII/Участники","Список участников XVIII олимпиады");
?>
<h1>Список участников XVIII Нижегородской олимпиады</h1>
<p>К участию в XVIII Нижегородской олимпиаде приглашаются следующие участники из числа участников, на которых были поданы заявки:</p>
<p>Напрямую (без отборочного тура):</p>
<ul>
<li>Зотов Николай Алексеевич, 165, 11</li>
<li>Шапошников Глеб Юрьевич, 165, 11</li>
<li>Зинченко Бажена Дмитриевна, 40, 11</li>
<li>Талибов Сэрхан Махмад-оглы, 40, 11</li>
<li>Макаров Матвей Александрович, 165, 7</li>
<li>Акулов Артём Алексеевич, 36, 8</li>
<li>Волгин Максим Александрович, 40, 11</li>
<li>Макаров Дмитрий Сергеевич, 38, 9</li>
<li>Казарин Фёдор Александрович, 87, 11</li>
<li>Косов Михаил Александрович, 36, 11</li>
<li>Кузнецов Степан Андреевич, 165, 10</li>
<li>Конов Даниил Дмитриевич, 165, 11</li>
<li>Бацын Тимофей Михайлович, 40, 7</li>
<li>Осинин Константин Сергеевич, 40, 7</li>
<li>Кирюхов Андрей Дмитриевич, 40, 11</li>
<li>Россохин Александр Владимирович, 40, 11</li>
</ul>

<p>По результатам отборочного тура — все участники, набравшие на отборочном туре 200 баллов и больше:</p>

<ul>
<li>Юлин Егор Романович, ЦОД, 10</li>
<li>Тепляков Владислав Витальевич, 38, 10</li>
<li>Анфилатова Надежда Геннадьевна, ЦОД, 10</li>
<li>Зинченко Кирилл Дмитриевич, 40, 9</li>
<li>Меньшиков Никита Михайлович, ЦОД, 10</li>
<li>Сайгаков Александр Сергеевич, 36, 8</li>
<li>Кузнецов Алексей Александрович, 8, 10</li>
<li>Чернов Максим Вячеславович, 19, 9</li>
<li>Жебряков Данила Александрович, 40, 11</li>
<li>Исаев Иван Сергеевич, 180, 9</li>
<li>Шиляев Иван Павлович, 82, 10</li>
<li>Варакин Георгий Вадимович, 87, 10</li>
<li>Григорьев Илья Алексеевич, 14, 10</li>
<li>Калякина Анастасия Дмитриевна, 2, 11</li>
<li>Губарева Екатерина Алексеевна, 121, 9</li>
<li>Мееров Михаил Иосифович, 40, 9</li>
<li>Гунько Леонид Юрьевич, 36, 9</li>
<li>Черемхин Андрей Александрович, 40, 10</li>
<li>Лаптев Михаил Анатольевич, 40, 7</li>
<li>Супряткин Егор Дмитриевич, 67, 10</li>
<li>Смирнов Константин Львович, 40, 7</li>
<li>Пономарев Тимур Евгеньевич, 82, 9</li>
<li>Чистов Фёдор Андреевич, 36, 9</li>
<li>Кокурин Алексей Викторович, 103, 8</li>
<li>Соколов Юрий Александрович, 38, 9</li>
<li>Галкин Валентин Павлович, 165, 7</li>
<li>Фарафонов Стефан Александрович, 40, 9</li>
<li>Корнилов Лев Александрович, 102, 11</li>
<li>Калинина Екатерина Александровна*, 6 г.о.г. Бор, 10</li>
<li>Петров Михаил Александрович, 38, 9</li>
<li>Павленко Илья Антонович, 40, 9</li>
<li>Ильина Мария Сергеевна, 165, 10</li>
<li>Ерошкин Сергей Александрович, 36, 8</li>
<li>Пудеев Иван Андреевич, 131, 10</li>
<li>Караченцева Мария Игоревна, 13, 6</li>
<li>Королёв Кирилл Дмитриевич, 67, 8</li>
<li>Гаврин Артём Денисович, ЦОД, 10</li>
<li>Шкробов Юрий Владимирович, 22, 8</li>
<li>Соколов Максим Сергеевич, 131, 10</li>
<li>Моисеев Аркадий Юрьевич, 34, 7</li>
<li>Кусков Александр Сергеевич, 14, 10</li>
<li>Сабитов Кирилл Дмитриевич*, 36, 9</li>
<li>Гугунава Кирилл Зурабович, 165, 9</li>
<li>Семериков Тимофей Алексеевич, 40, 8</li>
<li>Рыбарчук Николай Сергеевич, 40, 6</li>
<li>Марков Александр Алексеевич, 36, 8</li>
<li>Старченко Вячеслав Эдуардович, 36, 9</li>
<li>Воробьев Алексей Николаевич, 165, 9</li>
</ul>

<p>* - участие вне конкурса</p>

<?php 

endonn();
?>
