<?
$backpath="../..";
include_once("$backpath/onn.php");
startonn("/Город/NNOI XIII/Авторы задач","Авторы задач XIII Нижегородской городской олимпиады школьников по информатике");
?>
<h1>Авторы задач</h1>
<ul>
<?/*<li><b>Вадимов В.&nbsp;Л.</b>, студент 6 курса ВШОПФ ННГУ;*/?>
<?/*<li><b>Демидов А.&nbsp;Н.</b>, инженер, НПП "ПРИМА";*/?>
<li><b>Жидков Н.&nbsp;В.</b>, студент 2 курса СПб АУ;
<li><b>Калинин Н.&nbsp;А.</b>, студент 3 курса ВШОПФ ННГУ;
<li><b>Калинин П.&nbsp;А.</b>, старший разработчик, ООО "Яндекс", к.ф.-м.н.;</li>
<li><b>Кривоносов М.&nbsp;И.</b>, студент 1 курса магистратуры ИИТММ ННГУ;
<li><b>Кузьмичев Д.&nbsp;А.</b>, студент 4 курса МФТИ;
<?/*<li><b>Лазарев Е.&nbsp;А.</b>, старший инженер по разработке программного обеспечения, ЗАО "Интел А/О", к.т.н.;</li>
<li><b>Лопаткин М.&nbsp;А.</b>, программист, ООО "Яндекс";*/?>
<li><b>Матросов М.&nbsp;В.</b>, инженер-программист, НПП "АВИАКОМ";
<li><b>Сорокин А.&nbsp;А.</b>, студент 3 курса ВШОПФ ННГУ;
<li><b>Шмелёв А.&nbsp;С.</b>, инженер-программист, НПП "Прима".</li>
</ul>
<ul>
<li><b>Иллюстрации в условиях &#8212; Анна Тендитная</b>, студентка 3 курса ВШОПФ ННГУ.</li>
</ul>
<?
endonn();
?>

