<?php 
$backpath="../..";
include_once("$backpath/onn.php");
startonn("/Город/NNOI XII/Участники","Список участников XII городской олимпиады");
?>
<h1>Список участников XII Нижегородской городской олимпиады</h1>
<p>Жюри Нижегородской городской олимпиады школьников по информатике им. В.Д.Лелюха рассмотрело поступившие заявки на участие в олимпиаде и решило пригласить на олимпиаду напрямую:</p>
<ul>
<li>всех призеров прошлогодней областной олимпиады,</li>
<li>всех 8- и 9-классников, набравших на районной олимпиаде 300 и более баллов, </li>
<li>всех 10- и 11-классников, набравших на районной олимпиаде 400 баллов.</li>
</ul>

<p>Кроме того, из числа <a href="zaoch/results.php">участников отборочного тура</a> приглашаются к участию в олимпиаде следующие школьники:</p>
<ul>
<li>все 9-классники и младше, набравшие на отборочном туре 117 баллов и выше,</li>
<li>все 11- и 10-классники, набравшие на отборочном туре 250 баллов и выше.</li>
</ul>

<p>Кроме того, жюри решило пригласить к участию следующих школьников из Нижегородской области:</p>
<ul>
<li>Ота Никита, 9 класс, Лицей г. Арзамас,</li>
<li>Маслов Владимир, 10 класс, школа 14 г. Балахна,</li>
<li>Перминов Кирилл, 11 класс, школа 2 г. Дзержинск.</li>
</ul>

<p>Олимпиада состоится в субботу 13 февраля во 2 корпусе ННГУ (пр. Гагарина, 23). Регистрация с 9.30 до 10.00.</p>

<p>Итоговые списки участников олимпиады:</p>

<ul>
<li>Аверьянов Семен</li>
<li>Барчев Виктор</li>
<li>Белкин Михаил</li>
<li>Босов Никита</li>
<li>Буланов Денис</li>
<li>Варенов Василий</li>
<li>Гаврилов Никита</li>
<li>Гасымов Дамир</li>
<li>Горьков Алексей</li>
<li>Грибанов Михаил</li>
<li>Григорьева Галина</li>
<li>Громова Ольга</li>
<li>Гусев Максим</li>
<li>Денисов Роман</li>
<li>Дроздова Александра</li>
<li>Дунаева Анастасия</li>
<li>Евстафьев Дмитрий</li>
<li>Емелин Максим</li>
<li>Ершков Алексей</li>
<li>Зарков Максим</li>
<li>Земскова Татьяна</li>
<li>Иваник Даниил</li>
<li>Илюхов Алексей</li>
<li>Картомин Никита</li>
<li>Кизаев Дмитрий</li>
<li>Колесин Андрей</li>
<li>Кузин Иван</li>
<li>Макридин Максим</li>
<li>Марисова Мария</li>
<li>Маркелов Владислав</li>
<li>Маслов Владимир</li>
<li>Махалин Дмитрий</li>
<li>Мезина Маргарита</li>
<li>Никитин Олег</li>
<li>Новиков Андрей</li>
<li>Носков Дмитрий</li>
<li>Оболенский Арсений</li>
<li>Орлов Степан</li>
<li>Ота Никита</li>
<li>Павлов Вячеслав</li>
<li>Перминов Кирилл</li>
<li>Пустотин Даниил</li>
<li>Рылов Александр</li>
<li>Рябков Дмитрий</li>
<li>Рябчикова Валерия</li>
<li>Сарафанов Федор</li>
<li>Семенов Юрий</li>
<li>Сизов Денис</li>
<li>Смирнов Илья</li>
<li>Соколов Егор</li>
<li>Соловьёв Илья</li>
<li>Стукан Татьяна</li>
<li>Сухонин Даниил</li>
<li>Тепляков Валерий</li>
<li>Трубников Артем</li>
<li>Тыркалов Евгений</li>
<li>Фадеев Никита</li>
<li>Фадеева Екатерина</li>
<li>Филатов Андрей</li>
<li>Царьков Илья</li>
<li>Цеханович Ирина</li>
<li>Черненко Валерий</li>
<li>Чернышев Константин</li>
<li>Щербаков Федор</li>
<li>Яхтин Леонид</li>
</ul>

<?php 
endonn();
?>
