<?
$backpath="../..";
include_once("$backpath/onn.php");
startonn("/Город/NNOI XII","XII Нижегородская городская олимпиада школьников по информатике");
?>
<h1>XII Нижегородская городская олимпиада школьников по информатике</h1>
<p>
Жюри Нижегородской городской олимпиады школьников по информатике им. В.Д.Лелюха рассмотрело поступившие заявки на участие в олимпиаде и решило пригласить на олимпиаду напрямую:</p>
<ul>
<li>всех призеров прошлогодней областной олимпиады,</li>
<li>всех 8- и 9-классников, набравших на районной олимпиаде 300 и более баллов, </li>
<li>всех 10- и 11-классников, набравших на районной олимпиаде 400 баллов.</li>
</ul>

<p>Кроме того, следующие школьники из числа поданных заявок приглашаются к участию в заочном отборочном туре, по итогам которого будут отобраны дополнительные участники городской олимпиады:</p>
<ul>
<li>все 9-классники и младше, не приглашенные напрямую,</li>
<li>все 11- и 10-классники, набравшие на районной олимпиаде от 220 до 380 баллов включительно.</li>
</ul>

<p>Списки участников, приглашенных напрямую и приглашенных на отборочный тур, приведены ниже.</p>

<p>Информация про отборочный тур, включая логины и пароли для доступа в тестирующую систему, была направлена на адреса электронной почты, указанные при подаче заявок. Если вы не получили информацию, срочно напишите Петру Андреевичу Калинину на адрес petr@kalinin.nnov.ru.</p>

<h2>Общая информация про отборочный тур</h2>
<p><b>Заочный отборочный тур</b> пройдет в субботу 30 января. Начало в 13:00, длительность 2 часа, окончание в 15:00. Для участия в отборочном туре школьникам надо будет зайти на сайт <a href="http://pkalinin.pagekite.me">http://pkalinin.pagekite.me</a>, там войти в автоматическую тестирующую систему с логином и паролем, высланными на адрес, указанный при подаче заявки (логины и пароли чувствительны к регистру, буквы в логинах и паролях английские!), скачать в системе условия задач и отправлять в систему свои решения. Подробная инструкция по работе с тестирующей системой, а также памятка участника доступны на данном сайте: <a href="http://olympiads.nnov.ru/nnoi/nnoi_12/zaoch/ije-webserver.pdf">инструкция</a>, <a href="http://olympiads.nnov.ru/nnoi/nnoi_12/zaoch/mem-zaoch.pdf">памятка</a>; также у участников будет возможность познакомиться с тестирующей системой во время пробного тура (см. ниже). </p>

<p>Участники могут писать отборочный тур с любого компьютера, на котором есть доступ в интернет и необходимое участникам программное обеспечение; при этом, если от одной школы в отборочном туре участвуют несколько человек, жюри рекомендует школе организовать написание отборочного тура в компьютерных классах школы. Участники могут выбирать программное обеспечение для разработки программ по своему усмотрению, но в тестирующей системе будут установлены только следующие компиляторы:</p>

<ul>
<li>Free Pascal 3.0.0</li>
<li>PascalABC.NET 3.0.0</li> 
<li>GNU C++ 5.1.0 </li>
<li>GNU C++ 5.1.0 / С++14 </li>
<li>Python 3.4.2 </li>
<li>C# 2010 (.Net Framework 4.0) </li>
<li>Java 7u40 (Жюри не гарантирует полной поддержки языка Java)</li>
</ul>

<p>Решения участников будут проверяться именно под этими компиляторами (при сдаче решения участник указывает, каким из этих компиляторов необходимо компилировать это решение).</p>

<p>Во время тура участникам разрешается пользоваться любыми печатными и электронными носителями информации, но запрещается общаться между собой, с учителями и т.д., в том числе обсуждать решения задач, текущие результаты, передавать свои решения, обмениваться паролями, заходить в систему под логином другого школьника и т.п. (Конечно, допускается общение с учителями по техническим вопросам, не касающимся конкретных задач.) Жюри олимпиады будет в меру возможности контролировать соблюдение этих правил (проводить проверку решений на похожесть, контролировать, что один логин используется только одним школьником и т.п.) и оставляет за собой право дисквалифицировать всех участников, нарушающих эти правила. В частности, при обнаружении списанных решений жюри не будет разбираться в том, кто является автором решения, а кто — заимствователем; при обнаружении использования одного логина несколькими школьниками жюри не будет разбираться, кто из этих школьников виноват, а кто нет. В случае, если жюри обнаружит масштабные нарушения среди участников из одной школы, жюри оставляет за собой право дисквалифицировать вообще всех участников из этой школы, а также принять во внимание этот факт в следующем году при проведении отбора на очередную городскую олимпиаду.</p>

<p>По результатам отборочного тура будут выбраны участники городской олимпиады в дополнение к тем, кто приглашен напрямую. При выборе участников жюри оставляет за собой право, в случае близких результатов отборочного тура, также учитывать и результаты районных и школьных олимпиад.</p>

<p>Перед отборочным туром будет проведен <b>пробный тур</b>: пробный тур начнется 30 января в 10:30 и окончится в 12:45. На пробном туре будет предложена одна простая задача, цель пробного тура — познакомиться с тестирующей системой. Участие в пробном туре не обязательно, его результаты не будут учитываться при отборе на городскую олимпиаду. Тем не менее, участникам, не имеющим опыта работы с автоматическими тестирующими системами, рекомендуется принять участие в пробном туре. В частности, жюри не будет рассматривать претензии, связанные с непониманием того, как работает тестирующая система во время основного отборочного тура.</p>

<p>Условия пробного тура вы можете скачать заранее <a href="http://olympiads.nnov.ru/nnoi/nnoi_12/zaoch/nnoi-prelim.pdf">на этом сайте</a>.</p>

<p>В случае возникновения каких-либо проблем с тестирующей системой во время пробного или основного отборочного тура вы можете использовать следующие контакты для оперативной связи с жюри:</p>
<ul>
  <li>Калинин Петр Андреевич, +7-910-794-32-07, petr@kalinin.nnov.ru</li>
  <li>Матросов Михаил Валерьевич, +7-902-688-54-90</li>
</ul>

<p>Жюри олимпиады просит вас регулярно во время тура, а также после тура, проверять электронный адрес, указанный при регистрации; в случае необходимости, объявления и дополнительная информация от жюри будет направлена на этот адрес (а также, по возможности, указана на главной странице тестирующей системы). Информация о результатах отборочного тура будет также направлена на этот адрес (а также выставлена на данном сайте).</p>

<p>Ответственность за технические проблемы с компьютерами участников несут сами участники. В случае возникновения технических проблем с компьютерами участников (не работающие компьютеры или компиляторы, проблемы с доступом в сеть и т.п.) жюри олимпиады не будет делать никаких поправок на этот счет (добавлять время к туру и т.п.)</p>

<p>Обратите внимание, что сайт <a href="http://pkalinin.pagekite.me">pkalinin.pagekite.me</a> в обычное время недоступен. Он будет сделан доступным незадолго до пробного тура, а до этого по этому адресу находится только “заглушка” с текстом “Temporarily Unavailable. The website http://pkalinin.pagekite.me/ is unreachable at the moment….” Жюри рекомендует заранее убедиться в том, что доступ к сайту pkalinin.pagekite.me не заблокирован на тех компьютерах, на которых будут работать участники (т.е. что заглушка доступна).</p>

<h2>Список школьников, приглашенных напрямую</h2>
<ul>
<li>Буланов Денис Николаевич</li>
<li>Варенов Василий Николаевич</li>
<li>Гасымов Дамир Фариз оглы</li>
<li>Горьков Алексей Дмитриевич</li>
<li>Грибанов Михаил Михайлович</li>
<li>Григорьева Галина Алексеевна</li>
<li>Гусев Максим Олегович</li>
<li>Дроздова Александра Алексеевна</li>
<li>Евстафьев Дмитрий Андреевич</li>
<li>Емелин Максим Денисович</li>
<li>Земскова Татьяна Сергеевна</li>
<li>Илюхов Алексей Евгеньевич</li>
<li>Картомин Никита Александрович</li>
<li>Колесин Андрей Сергеевич</li>
<li>Марисова Мария Павловна</li>
<li>Махалин Дмитрий Русланович</li>
<li>Мезина Маргарита Дмитриевна</li>
<li>Носков Дмитрий Евгеньевич</li>
<li>Павлов Вячеслав Сергеевич</li>
<li>Рылов Александр Дмитриевич</li>
<li>Рябков Дмитрий Викторович</li>
<li>Семенов Юрий Дмитриевич</li>
<li>Смирнов Илья Алексеевич</li>
<li>Сухонин Даниил Дмитриевич</li>
<li>Тепляков Валерий Витальевич</li>
<li>Тыркалов Евгений Олегович</li>
<li>Фадеев Никита Алексеевич</li>
<li>Фадеева Екатерина Сергеевна</li>
<li>Царьков Илья Михайлович</li>
<li>Щербаков Федор Юрьевич</li>
<li>Яхтин Леонид Александрович</li>
</ul>

<h2>Список школьников, приглашенных на отборочный тур</h2>

<ul>
<li>Аверьянов Семен Игоревич</li>
<li>Адиатуллин Влад</li>
<li>Артеменко Светлана</li>
<li>Бажилова Ева Вячеславовна</li>
<li>Барчев Виктор Сергеевич</li>
<li>Баташев Александр Юрьевич</li>
<li>Бейбутов Ринат Альбертович</li>
<li>Белкин Михаил Алексеевич</li>
<li>Блохина Екатерина Александровна</li>
<li>Босов Никита Алексеевич</li>
<li>Бузин Никита Ильич</li>
<li>Визгалов Антон Игоревич</li>
<li>Вихрев Иван Борисович</li>
<li>Воронина Дарья Дмитриевна</li>
<li>Гаврилов Никита Ильич</li>
<li>Глебов Всеволод Дмитриевич</li>
<li>Горишний Максим Павлович</li>
<li>Громова Ольга Александровна</li>
<li>Гусарова Дарья Алексеевна</li>
<li>Гущин Антон Ильич</li>
<li>Денисов Роман</li>
<li>Дунаева Анастасия Станиславовна</li>
<li>Еловиков Григорий Александрович</li>
<li>Ершков Алексей Дмитриевич</li>
<li>Жбанкова Елизавета Алексеевна</li>
<li>Зарков Максим Романович</li>
<li>Захарычев Андрей Сергеевич</li>
<li>Здоровейщев Даниил Антонович</li>
<li>Зенькович Александр Дмитриевич</li>
<li>Иваник Даниил Иванович</li>
<li>Игнатовский Никита Андреевич</li>
<li>Изергина Екатерина Алексеевна</li>
<li>Калинина Елена Алексеевна</li>
<li>Канюка Александр</li>
<li>Карабельникова Юлиана Дмитриевна</li>
<li>Карпычева Мария Алексеевна</li>
<li>Касмазюк Никита Романович</li>
<li>Кизаев Дмитрий Дмитриевич</li>
<li>Киреев Алексей</li>
<li>Кованов Александр</li>
<li>Коган Сергей Александрович</li>
<li>Кондрашкин Руслан Павлович</li>
<li>Кондрашова Евгения</li>
<li>Коренков Иван Михайлович</li>
<li>Красов Константин</li>
<li>Кривенков Андрей</li>
<li>Кузенкова Анастасия Евгеньевна</li>
<li>Кузин Иван Глебович</li>
<li>Курнакова Ирина</li>
<li>Лебедев Александр Сергеевич</li>
<li>Логинов Игорь Евгеньевич</li>
<li>Майорова Марина</li>
<li>Макридин Максим Михайлович</li>
<li>Маркелов Владислав Вадимович</li>
<li>Марютин Иван Сергеевич</li>
<li>Мухин Вадим</li>
<li>Никитаев Даниил</li>
<li>Никитин Олег Владимирович</li>
<li>Новиков Андрей Алексеевич</li>
<li>Новиков Даниил Павлович</li>
<li>Оболенский Арсений Андреевич</li>
<li>Оленев Александр Сергеевич</li>
<li>Орлов Степан Александрович</li>
<li>Пикулин Роман</li>
<li>Платонов Максим Сергеевич</li>
<li>Повшедный Евгений Александрович</li>
<li>Поливцев Александр</li>
<li>Потапов Сергей Александрович</li>
<li>Преображенский Евгений Игоревич</li>
<li>Пустотин Даниил</li>
<li>Разживина Дарья Ильинична</li>
<li>Разумова Мария Дмитриевна</li>
<li>Роль Никита Дмитриевич</li>
<li>Романов Кирилл Михайлович</li>
<li>Рухович Игорь  Владимирович</li>
<li>Рябчикова Валерия Георгиевна</li>
<li>Савело Иван </li>
<li>Садардинов Михаил</li>
<li>Садиков Дамир Гаярович</li>
<li>Сазанов Никита Александрович</li>
<li>Серов Никита</li>
<li>Сизов Денис Александрович</li>
<li>Скачков Юрий Александрович</li>
<li>Скуридин Юрий Алексеевич</li>
<li>Смирнов Алексей Александрович</li>
<li>Смирнов Егор Александрович</li>
<li>Соколов Егор Алексеевич</li>
<li>Трубников Артем Михайлович</li>
<li>Уткина Арина Михайловна</li>
<li>Филатов Андрей Александрович</li>
<li>Цеханович Ирина Серегевна</li>
<li>Чернышев Константин Игоревич</li>
<li>Чернятин Александр Максимович</li>
<li>Чистякова Екатерина Юрьевна</li>
<li>Шмакова Влада</li>
</ul>

<?
endonn();
?>
