<?php 
$backpath="../..";
include_once("$backpath/onn.php");
startonn("/Город/NNOI V","V Нижегородская городская олимпиада школьников по информатике");
?>
<h1>V Нижегородская городская олимпиада школьников по информатике</h1>
<p>
V Нижегородская городская олимпиада школьников по информатике была проведена 22 января 2009&nbsp;г. 
на четырех площадках одновременно: НОЦ, ННГУ, лицей 40 и школа 30. В олимпиаде приняли участие 
70 участников (в том числе 10 школьников из г. Саров и 1 &#8212 из Балахны), 34 из которых были награждены дипломами.
</p>
<p>Условия задач, разборы, примеры решений и другие материалы олимпиады (c) 2008-2009 <a href="taskauthors.php">Авторы задач 
олимпиады</a>.</p>
</p>
<ul>
<li><a href="taskauthors.php">Авторы задач</a></li>
<li><a href="jury.php">Жюри</a></li>
<li><a href="org.php">Оргкомитет</a></li>
</ul>
<ul>
<li><a href="results.php">Результаты</a></li>
<li><a href="archive/index.php">Архив</a></li>
</ul>
<?php 
endonn();
?>
