<?php 
$backpath="../..";
include_once("$backpath/onn.php");
startonn("/Город/NNOI XII/Оргкомитет","Оргкомитет XII Нижегородской городской олимпиады школьников по информатике");
?>
<h1>Оргкомитет</h1>
<ul>
<li><b>Сидоркина С.&nbsp;Л.</b>, заместитель директора департамента образования администрации города Нижнего Новгорода;</li>
<li><b>Цветков М.&nbsp;И.</b>, начальник отдела общего среднего образования департамента образования администрации города Нижнего Новгорода;</li>
<li><b>Тинькова Е.&nbsp;В.</b>, консультант отдела общего среднего образования департамента образования администрации города Нижнего Новгорода;</li>
<li><b>Авралев Н.&nbsp;В.</b>, проректор по связям с общественностью ННГУ им. Н.И. Лобачевского;</li>
<li><b>Борисов Н.&nbsp;А.</b>, доцент кафедры МО ЭВМ ННГУ им. Н.И. Лобачевского;</li>
<li><b>Сысоев А.&nbsp;В.</b>, ассистент кафедры МО ЭВМ ННГУ им. Н.И. Лобачевского;</li>

<li><b>Умнова Н.&nbsp;С.</b>, директор муниципального образовательного учреждения лицей №&nbsp;40;</li>
<li><b>Евстратова Л.&nbsp;П.</b>, заместитель директора по учебно-воспитательной работе МОУ лицей №&nbsp;40;</li>
<li><b>Гашпар И.&nbsp;Л.</b>, куратор НОЦ ИПФ РАН.</li>
</ul>
<?php 
endonn();
?>
