<?php 
$backpath="../..";
include_once("$backpath/onn.php");
startonn("/Город/NNOI XII/Авторы задач","Авторы задач XII Нижегородской городской олимпиады школьников по информатике");
?>
<h1>Авторы задач</h1>
<ul>
<?php /*<li><b>Вадимов В.&nbsp;Л.</b>, студент 6 курса ВШОПФ ННГУ;*/?>
<li><b>Демидов А.&nbsp;Н.</b>, инженер, НПП "ПРИМА";
<li><b>Жидков Н.&nbsp;В.</b>, студент 1 курса СПб АУ;
<li><b>Калинин Н.&nbsp;А.</b>, студент 2 курса ВШОПФ ННГУ;
<li><b>Калинин П.&nbsp;А.</b>, старший разработчик, ООО "Яндекс", к.ф.-м.н.;</li>
<li><b>Кузьмичев Д.&nbsp;А.</b>, студент 3 курса МФТИ;
<li><b>Лазарев Е.&nbsp;А.</b>, старший инженер по разработке программного обеспечения, ЗАО "Интел А/О", к.т.н.;</li>
<li><b>Лопаткин М.&nbsp;А.</b>, программист, ООО "Яндекс";
<li><b>Матросов М.&nbsp;В.</b>, инженер-программист, НПП "АВИАКОМ";
<li><b>Шмелёв А.&nbsp;С.</b>, инженер-программист, НПП "Прима".</li>
</ul>
<?php 
endonn();
?>

