<?php 
$backpath="../..";
include_once("$backpath/onn.php");
startonn("/Город/NNOI XIV/Участники","Список участников XIV городской олимпиады");
?>
<h1>Список участников XIV Нижегородской городской олимпиады</h1>
<p>К участию в XIV Нижегородской городской олимпиаде приглашаются следующие участники:</p>
<p>Напрямую (без отборочного тура):</p>
<ul>
<li>все призеры прошлогодней областной олимпиады,</li>
<li>все 10-, 9-классники и младше, набравших на районной олимпиаде 212 и более баллов, </li>
<li>все 11-классники, набравших на районной олимпиаде 214 и более баллов.</li>
</ul>

<p>По <a href="zaoch/results.php">результатам отборочного тура</a>:</p>
<ul>
<li>все 9-классники и младше, набравшие на отборочном туре 50 баллов и больше,</li>
<li>все 10-классники, набравшие на отборочном туре 124 балла и больше,</li>
<li>все 11-классники, набравшие на отборочном туре 277 баллов и больше.</li>
</ul>

<p>Кроме того, жюри решило пригласить к участию следующих школьников из Нижегородской области по итогам их выступления на областной олимпиаде:</p>
<ul>
<li>Шустова Екатерина, 9 класс, лицей 15 г. Саров,</li>
<li>Толмачев Александр, 11 класс, лицей 3 г. Саров,</li>
<li>Оськин Роман, 11 класс, лицей 3 г. Саров,</li>
<li>Петелин Максим, 11 класс, лицей г. Арзамас.</li>
</ul>

<p>Олимпиада состоится в субботу 17 февраля во 2 корпусе ННГУ (пр. Гагарина, 23). Регистрация с 9.30 до 10.00.</p>

<p>Итоговый список участников олимпиады:</p>

<ul>
<li>Бадюк-Горобивская Надежда Викторовна</li>
<li>Балаян Роман Каренович</li>
<li>Беляков Дмитрий Александрович</li>
<li>Беляков Сергей Александрович</li>
<li>Босов Никита Алексеевич</li>
<li>Брисилин Антон Михайлович</li>
<li>Бурдуков Михаил Игоревич</li>
<li>Варлачев Валерий Максимович</li>
<li>Васин Артем Александрович</li>
<li>Гаврилов Никита Ильич</li>
<li>Галкин Максим Сергеевич</li>
<li>Герман Илья Вадимович</li>
<li>Гордиенко Максим Александрович</li>
<li>Горишний Максим Павлович</li>
<li>Громова Ольга Александровна</li>
<li>Гуляев Данила Андреевич</li>
<li>Демаков Матвей Александрович</li>
<li>Денисов Роман Олегович</li>
<li>Ежов Роман Андреевич</li>
<li>Ершков Алексей Дмитриевич </li>
<li>Ершов Роман Андреевич</li>
<li>Жебряков Данила Александрович</li>
<li>Зарков Максим Романович</li>
<li>Зыкина Анна Александровна</li>
<li>Ильин Андрей Михайлович</li>
<li>Илюхов Алексей Евгеньевич</li>
<li>Ким Никита Олегович</li>
<li>Кирюхов Андрей Дмитриевич</li>
<li>Кованова Елизавета Александровна</li>
<li>Коган Сергей Александрович</li>
<li>Котов Владимир Васильевич</li>
<li>Крылова Мария Игоревна</li>
<li>Кузнецов Михаил Геннадьевич</li>
<li>Кузнецов Михаил Дмитриевич</li>
<li>Куландин Денис Сергеевич</li>
<li>Ларин Константин Дмитриевич</li>
<li>Логинов Игорь Евгеньевич</li>
<li>Лупанов Арсений Дмитриевич</li>
<li>Малов Степан Александрович</li>
<li>Маркеева Таисия Максимовна</li>
<li>Марченко Ян Станиславович</li>
<li>Махалин Дмитрий Русланович</li>
<li>Моисеев Даниил Сергеевич</li>
<li>Оськин Роман</li>
<li>Ота Никита Терентьевич</li>
<li>Павлов Вячеслав Сергеевич</li>
<li>Павлов Иван Александрович</li>
<li>Петелин Максим</li>
<li>Платонов Алексей Денисович</li>
<li>Попов Андрей Эдуардович</li>
<li>Пустотин Даниил Александрович</li>
<li>Разживина Дарья Ильинична</li>
<li>Романенко Демьян Александрович</li>
<li>Россохин Александр Владимирович</li>
<li>Рылов Александр Дмитриевич</li>
<li>Семаев Никита Юрьевич</li>
<li>Семенов Дмитрий Александрович</li>
<li>Скачков Юрий Александрович</li>
<li>Соколов Егор Алексеевич</li>
<li>Соловьев Илья Максимович</li>
<li>Сусорова Марина Александровна</li>
<li>Сухонин Даниил Дмитриевич</li>
<li>Суюндуков Тимур Римович</li>
<li>Тимичев Ярослав Владимирович </li>
<li>Толмачев Александр</li>
<li>Трубников Артём Михайлович</li>
<li>Тюкалкин Николай Алексеевич</li>
<li>Упирвицкий Алексей Николаевич</li>
<li>Уртюков Илья Александрович</li>
<li>Филатов Андрей Александрович</li>
<li>Хавронин Артем Дмитриевич</li>
<li>Хорев Егор Алексеевич</li>
<li>Цинин Андрей Дмитриевич</li>
<li>Шапошников Борис Юрьевич</li>
<li>Штокман Алексей Ильич</li>
<li>Шустова Екатерина</li>
<li>Яковлев Валентин Александрович</li>
<li>Яхтин Леонид Александрович</li>
</ul>

<?php 
endonn();
?>
