<?php 
$backpath="../..";
include_once("$backpath/onn.php");
startonn("/Город/NNOI XIV/Заявки","XIV Нижегородская городская олимпиада школьников по информатике");
?>
<h1>XIV Нижегородская городская олимпиада школьников по информатике</h1>
<p>
Жюри Нижегородской городской олимпиады школьников по информатике им. В.Д.Лелюха рассмотрело поступившие заявки на участие в олимпиаде и решило пригласить на олимпиаду напрямую:</p>
<ul>
<li>всех призеров прошлогодней областной олимпиады,</li>
<li>всех 10-классников и младше, набравших на районной олимпиаде 212 и более баллов, </li>
<li>всех 11-классников, набравших на районной олимпиаде 214 и более баллов.</li>
</ul>

<p>Все остальные школьники, на которых были поданы заявки, приглашаются к участию в дополнительном отборочном туре.</p>

<p>Списки участников, приглашенных напрямую и приглашенных на отборочный тур, приведены ниже. Информация про отборочный тур, включая логины и пароли для доступа в тестирующую систему, была направлена на адреса электронной почты, указанные при подаче заявок.<p>

<p>Если вы не получили информацию, или если вы считаете, что в списках есть ошибки (ваши заявки потеряны или какие-то из ваших школьников приглашены только на отборочный тур, хотя должны быть приглашены напрямую), срочно напишите Петру Андреевичу Калинину на адрес petr@kalinin.nnov.ru.</p>

<h2>Общая информация про отборочный тур</h2>
<p><b>Заочный отборочный тур</b> пройдет в субботу 27 января. Начало в 13:00, длительность 2 часа, окончание в 15:00. Для участия в отборочном туре школьникам надо будет зайти на сайт <a href="http://pkalinin.pagekite.me">http://pkalinin.pagekite.me</a> (запасной адрес: <a href="http://test-pkalinin.pagekite.me">http://test-pkalinin.pagekite.me</a>), там войти в автоматическую тестирующую систему с логином и паролем, высланными на адрес, указанный при подаче заявки (логины и пароли чувствительны к регистру, буквы в логинах и паролях английские!), скачать в системе условия задач и отправлять в систему свои решения. Подробная инструкция по работе с тестирующей системой, а также памятка участника доступны на данном сайте: <a href="http://olympiads.nnov.ru/nnoi/nnoi_14/zaoch/ije-webserver.pdf">инструкция</a>, <a href="http://olympiads.nnov.ru/nnoi/nnoi_14/zaoch/mem-zaoch.pdf">памятка</a>; также у участников будет возможность познакомиться с тестирующей системой во время пробного тура (см. ниже). </p>

<p>Участники могут писать отборочный тур с любого компьютера, на котором есть доступ в интернет и необходимое участникам программное обеспечение; при этом жюри рекомендует школе при необходимости организовать написание отборочного тура в компьютерных классах школы. Участники могут выбирать программное обеспечение для разработки программ по своему усмотрению, но в тестирующей системе будут установлены только следующие компиляторы:</p>

<ul>
<li>Free Pascal 3.0.0</li>
<li>PascalABC.NET 3.2</li> 
<li>GNU C++ 5.1.0 </li>
<li>GNU C++ 5.1.0 / С++14 </li>
<li>Python 3.6.0 </li>
<li>Python 2.7.13 </li>
<li>C# 1.3.1 (MS Visual Studio 2015)</li>
<li>C++  / MS Visual Studio 2015</li>
<li>Java 8u121</li>
</ul>

<p>Решения участников будут проверяться именно под этими компиляторами (при сдаче решения участник указывает, каким из этих компиляторов необходимо компилировать это решение). Возможна замена версий компиляторов на более новые. Точные версии будут указаны в тестирующей системе.</p>

<p>Во время тура участникам разрешается пользоваться любыми печатными и электронными носителями информации, но запрещается общаться между собой, с учителями и т.д., в том числе обсуждать решения задач, текущие результаты, передавать свои решения, обмениваться паролями, заходить в систему под логином другого школьника и т.п. (Конечно, допускается общение с учителями по техническим вопросам, не касающимся конкретных задач.)</p>

<p>Жюри олимпиады будет в меру возможности контролировать соблюдение этих правил (проводить проверку решений на похожесть, контролировать, что один логин используется только одним школьником и т.п.) и оставляет за собой право дисквалифицировать всех участников, нарушающих эти правила. В частности, при обнаружении списанных решений жюри не будет разбираться в том, кто является автором решения, а кто — заимствователем; при обнаружении использования одного логина несколькими школьниками жюри не будет разбираться, кто из этих школьников виноват, а кто нет. В случае, если жюри обнаружит масштабные нарушения среди участников из одной школы, жюри оставляет за собой право дисквалифицировать вообще всех участников из этой школы, а также принять во внимание этот факт в следующем году при проведении отбора на очередную городскую олимпиаду.</p>

<p>По результатам отборочного тура будут выбраны участники городской олимпиады в дополнение к тем, кто приглашен напрямую. При выборе участников жюри оставляет за собой право, в случае близких результатов отборочного тура, также учитывать и результаты районной олимпиады.</p>

<p>Перед отборочным туром будет проведен <b>пробный тур</b>: пробный тур начнется 27 января в 11:45 и окончится в 12:45. На пробном туре будет предложена одна простая задача, цель пробного тура — познакомиться с тестирующей системой. Участие в пробном туре не обязательно, его результаты не будут учитываться при отборе на городскую олимпиаду. Тем не менее, участникам, не имеющим опыта работы с автоматическими тестирующими системами, рекомендуется принять участие в пробном туре. В частности, жюри не будет рассматривать претензии, связанные с непониманием того, как работает тестирующая система, во время основного отборочного тура.</p>

<p>Условия пробного тура вы можете скачать заранее <a href="http://olympiads.nnov.ru/nnoi/nnoi_14/zaoch/nnoi-prelim.pdf">на этом сайте</a>.</p>

<p>В случае возникновения каких-либо проблем с тестирующей системой во время пробного или основного отборочного тура вы можете использовать следующие контакты для оперативной связи с жюри:</p>
<ul>
  <li>Калинин Петр Андреевич, +7-910-794-32-07, petr@kalinin.nnov.ru</li>
  <li>Калинин Николай Андреевич, +7-910-101-77-73.</li>
</ul>

<p>Жюри олимпиады просит вас регулярно во время тура, а также после тура, проверять электронный адрес, указанный при регистрации; в случае необходимости, объявления и дополнительная информация от жюри будет направлена на этот адрес (а также, по возможности, указана на главной странице тестирующей системы). Информация о результатах отборочного тура будет также направлена на этот адрес (а также выставлена на данном сайте).</p>

<p>Ответственность за технические проблемы с компьютерами участников несут сами участники. В случае возникновения технических проблем с компьютерами участников (не работающие компьютеры или компиляторы, проблемы с доступом в сеть и т.п.) жюри олимпиады не будет делать никаких поправок на этот счет (добавлять время к туру и т.п.)</p>

<p>Обратите внимание, что сайты <a href="http://pkalinin.pagekite.me">pkalinin.pagekite.me</a> и <a href="http://test-pkalinin.pagekite.me">test-pkalinin.pagekite.me</a> в обычное время недоступны. Они будет сделаны доступными незадолго до пробного тура, а до этого по этому адресу находится только “заглушка” с текстом “Temporarily Unavailable. The website http://pkalinin.pagekite.me/ is unreachable at the moment….” Жюри рекомендует заранее убедиться в том, что доступ к сайту pkalinin.pagekite.me не заблокирован на тех компьютерах, на которых будут работать участники (т.е. что заглушка доступна).</p>

<p>По любым вопросам можно обращаться к председателю жюри олимпиады Петру Андреевичу Калинину по указанному выше телефону и адресу электронной почты.</p>

<h2>Список школьников, приглашенных напрямую</h2>
<ul>
<li>Балаян Роман Каренович</li>
<li>Беляков Сергей Александрович</li>
<li>Босов Никита Алексеевич</li>
<li>Брисилин Антон Михайлович</li>
<li>Варлачев Валерий Максимович</li>
<li>Гаврилов Никита Ильич</li>
<li>Галкин Максим Сергеевич</li>
<li>Герман Илья Вадимович</li>
<li>Горишний Максим Павлович</li>
<li>Громова Ольга Александровна</li>
<li>Ершков Алексей Дмитриевич </li>
<li>Зарков Максим Романович</li>
<li>Ильин Андрей Михайлович</li>
<li>Илюхов Алексей Евгеньевич</li>
<li>Котов Владимир Васильевич</li>
<li>Крылова Мария Игоревна</li>
<li>Кузнецов Михаил Дмитриевич</li>
<li>Логинов Игорь Евгеньевич</li>
<li>Лупанов Арсений Дмитриевич</li>
<li>Малов Степан Александрович</li>
<li>Марченко Ян Станиславович</li>
<li>Махалин Дмитрий Русланович</li>
<li>Моисеев Даниил Сергеевич</li>
<li>Ота Никита Терентьевич</li>
<li>Павлов Вячеслав Сергеевич</li>
<li>Павлов Иван Александрович</li>
<li>Разживина Дарья Ильинична</li>
<li>Романенко Демьян Александрович</li>
<li>Россохин Александр Владимирович</li>
<li>Семаев Никита Юрьевич</li>
<li>Семенов Дмитрий Александрович</li>
<li>Скачков Юрий Александрович</li>
<li>Соколов Егор Алексеевич</li>
<li>Соловьев Илья Максимович</li>
<li>Сухонин Даниил Дмитриевич</li>
<li>Тимичев Ярослав Владимирович </li>
<li>Трубников Артём Михайлович</li>
<li>Упирвицкий Алексей Николаевич</li>
<li>Уртюков Илья Александрович</li>
<li>Филатов Андрей Александрович</li>
<li>Хорев Егор Алексеевич</li>
<li>Цинин Андрей Дмитриевич</li>
<li>Яхтин Леонид Александрович</li>
</ul>

<h2>Список школьников, приглашенных на отборочный тур</h2>

<ul>
<li>Абдуллин Константин Эдуардович</li>
<li>Авдеев Максим Евгеньевич</li>
<li>Акатов Валерий Павлович</li>
<li>Алибеков Мурад Рамазанович</li>
<li>Атякин Алексей Васильевич</li>
<li>Бабушкин Александр Дмитриевич</li>
<li>Бадюк-Горобивская Надежда Викторовна</li>
<li>Базарова Рена Самедовна </li>
<li>Балина Мария Андреевна</li>
<li>Баранов Максим Сергеевич</li>
<li>Баулин Михаил Алексеевич</li>
<li>Беляков Дмитрий Александрович</li>
<li>Бердышева Анастасия Сергеевна</li>
<li>Блохин Илья Александрович</li>
<li>Бочаров Артём Максимович</li>
<li>Бржезинская Полина Константиновна</li>
<li>Бурдейный Артём Игоревич</li>
<li>Бурдуков Михаил Игоревич</li>
<li>Бутняков Даниил Алексеевич</li>
<li>Варламов Максим Евгеньевич</li>
<li>Варлачев Валерий Максимович</li>
<li>Васин Артем Александрович</li>
<li>Вдовичев Никита Сергеевич</li>
<li>Власов Леонид Александрович</li>
<li>Волков Владимир Андреевич</li>
<li>Волков Владимир Андреевич</li>
<li>Волох Семён Михайлович</li>
<li>Вольников Рамиль Маратович</li>
<li>Выдрин Александр Андреевич</li>
<li>Горбунова Валерия Игоревна</li>
<li>Гордиенко Максим Александрович</li>
<li>Громов Артем Дмитриевич</li>
<li>Губа Александр Сергеевич</li>
<li>Гуляев Данила Андреевич</li>
<li>Гурьянов Илья Сергеевич</li>
<li>Гурьянов Илья Сергеевич</li>
<li>Гущин Артем Александрович</li>
<li>Давыдов Антон Максимович</li>
<li>Данилов Артём Дмитриевич</li>
<li>Демаков Матвей Александрович</li>
<li>Демидович Артём Андреевич</li>
<li>Денисов Роман Олегович</li>
<li>Дрягин Евгений Анатольевич</li>
<li>Ежов Роман Андреевич</li>
<li>Еловиков Григорий Александрович</li>
<li>Ершов Роман Андреевич</li>
<li>Жебряков Данила Александрович</li>
<li>Железин Михаил Михайлович </li>
<li>Здор Андрей Максимович</li>
<li>Здоров Даниил Александрович</li>
<li>Золотавин Михаил Александрович</li>
<li>Зыкина Анна Александровна</li>
<li>Игнатовский Никита Андреевич</li>
<li>Иосилевич Григорий Михайлович </li>
<li>Калашников Лев Леонидович</li>
<li>Калинин Александр Федорович</li>
<li>Канев Владислав Олегович</li>
<li>Ким Никита Олегович</li>
<li>Кирсанычев Михаил Александрович</li>
<li>Кирюхов Андрей Дмитриевич</li>
<li>Киселёв Михаил Сергеевич</li>
<li>Кишковский Владислав Антонович</li>
<li>Клевцов Никита Максимович</li>
<li>Кованов Александр Дмитриевич</li>
<li>Кованова Елизавета Александровна</li>
<li>Коган Сергей Александрович</li>
<li>Колебанова Ирина Сергеевна</li>
<li>Колин Никита Андреевич</li>
<li>Комиссарова Анфиса Андреевна</li>
<li>Копнов Александр Александрович</li>
<li>Корнилов Кирилл Денисович</li>
<li>Коробейников Александр Петрович</li>
<li>Коробов Сергей Максимович</li>
<li>Крайнов Данил Алексеевич</li>
<li>Красов Константин Сергеевич</li>
<li>Красотская Елизавета Алексеевна</li>
<li>Кремлев Антон Алексеевич</li>
<li>Кривошеев Мирон Алексеевич</li>
<li>Кузенкова Анастасия Евгеньевна</li>
<li>Кузнецов Михаил Геннадьевич</li>
<li>Кузнецова Юлия Алексеевна</li>
<li>Кузьмина Елизавета Васильевна</li>
<li>Куландин Денис Сергеевич</li>
<li>Куликов Илья Сергеевич</li>
<li>Лавров Артём Романович</li>
<li>Лапин Артем Сергеевич</li>
<li>Ларин Константин Дмитриевич</li>
<li>Логинов Александр Михайлович</li>
<li>Люкшин Иван Андреевич</li>
<li>Лятовец Андрей Владимирович</li>
<li>Мальцев Виктор Алексеевич</li>
<li>Маляев Кирилл Александрович</li>
<li>Маркеева Таисия Максимовна</li>
<li>Маркина Елена Геннадьевна</li>
<li>Мартюшов Антон Игоревич</li>
<li>Масов Егор Александрович</li>
<li>Махалова Татьяна Дмитриевна</li>
<li>Мендоса Мартинес Лаура Исабель Эренстовна</li>
<li>Минеев  Денис Александрович</li>
<li>Моторин Иван Михайлович</li>
<li>Муляр Максим Александрович</li>
<li>Мухин Глеб Сергеевич</li>
<li>Мухин Глеб Сергеевич</li>
<li>Мухин Фёдор Алексеевич</li>
<li>Мякишева Дарья Денисовна</li>
<li>Назаров Михаил Алексеевич</li>
<li>Николаев Николай Андреевич</li>
<li>Олонцев Михаил Сергеевич</li>
<li>Орлов Степан Александрович</li>
<li>Орлова Ольга Владимировна</li>
<li>Палысаева Елизавета Алексеевна</li>
<li>Пермяков Максим Дмитриевич</li>
<li>Плаксин Данила Романович</li>
<li>Платонов Алексей Денисович</li>
<li>Платонов Никита Вадимович</li>
<li>Платонов Никита Вадимович</li>
<li>Полубаров Андрей Алексеевич</li>
<li>Попов Андрей Эдуардович</li>
<li>Пугин Артём Андреевич</li>
<li>Пустотин Даниил Александрович</li>
<li>Ремизова Ирина Викторовна</li>
<li>Рухович Игорь Владимирович</li>
<li>Рылов Александр Дмитриевич</li>
<li>Рычков Андрей Сергеевич</li>
<li>Рябов Артемий Ильич </li>
<li>Рязанов Егор Андреевич</li>
<li>Савин Александр Андреевич</li>
<li>Сазонов Николай Сергеевич</li>
<li>Салин Роман Александрович</li>
<li>Самарина Екатерина Александровна</li>
<li>Сергеева Олеся Николаевна</li>
<li>Сесоров Александр Михайлович</li>
<li>Сидоров Даниил Романович</li>
<li>Слаквич Павел Александрович</li>
<li>Смирнов Семен Александрович</li>
<li>Соков Сергей Алексеевич</li>
<li>Стребкова Ксения Олеговна</li>
<li>Стрельцова Яна Дмитриевна</li>
<li>Сунцов Василий Андреевич</li>
<li>Суслов Никита Сергеевич</li>
<li>Сусорова Марина Александровна</li>
<li>Суюндуков Тимур Римович</li>
<li>Таланин Андрей Андреевич</li>
<li>Талибов Сэрхан Махмад оглы</li>
<li>Тюкалкин Николай Алексеевич</li>
<li>Урлин Вадим Андреевич</li>
<li>Федотов Артем Евгеньевич</li>
<li>Филькин Андрей Евгеньевич</li>
<li>Хавронин Артем Дмитриевич</li>
<li>Харитонов Алексей Михайлович</li>
<li>Хисматулина Карина Фаритовна </li>
<li>Хлюстов Илья Алексеевич</li>
<li>Хохлов Егор Андреевич</li>
<li>Цыплаков Павел Максимович</li>
<li>Чалов Иван Александрович</li>
<li>Червяков Владислав Олегович</li>
<li>Черемхина Татьяна Александровна</li>
<li>Чкалин Артем Александрович</li>
<li>Шаманин Данил Дмитриевич</li>
<li>Шапошников Борис Юрьевич</li>
<li>Шишарин Роман Александрович</li>
<li>Штокман Алексей Ильич</li>
<li>Штокман Алексей Ильич</li>
<li>Щепалов Николай Александрович</li>
<li>Якимова Юлия Анатольевна</li>
<li>Яковлев Валентин Александрович</li>
<li>Яров Михаил Андреевич</li>
<li>Ястребова Оксана Владимировна</li>
<li>Яшков Игорь Игоревич</li>
</ul>

<?php 
endonn();
?>
