<?php 
$backpath="../..";
include_once("$backpath/onn.php");
startonn("/Город/NNOI I","I Нижегородская городская олимпиада школьников по информатике");
?>
<h1>I (восстановленная) городская олимпиада по информатике</h1>
<p>
I (восстановленная) Нижегородская городская олимпиада школьников по информатике была проведена 19 февраля 2005&nbsp;г. 
на трех площадках одновременно: НОЦ, ННГУ и лицей 40. В олимпиаде приняли участие 
70 участников, 40 из которых были награждены дипломами.
</p>
<p>Условия задач, разборы, примеры решений и другие материалы олимпиады (c) 2004-2005 <a href="taskauthors.php">Авторы задач 
олимпиады</a>.</p>
<ul>
<li><a href="results.php">Результаты</a></li>
</ul>

<?php 
endonn();
?>
