<?
$backpath="../..";
include_once("$backpath/onn.php");
startonn("/Город/NNOI I/Авторы задач","Авторы задач I Нижегородской городской олимпиады школьников по информатике");
?>
<h1>Авторы задач</h1>
<ul>
<li><b>Демидов А.&nbsp;Н.</b>, студент 4 курса ВМК ННГУ;</li>
<li><b>Калинин П.&nbsp;А.</b>, студент 3 курса ВШОПФ ННГУ;</li>
<li><b>Круглов А.&nbsp;А.</b>, студент 5 курса ВШОПФ ННГУ;</li>
<li><b>Лелюх В.&nbsp;Д.</b>, старший преподаватель ННГУ;</li>
<li><b>Политов С.&nbsp;В.</b>, студент 4 курса мехмата ННГУ;</li>
<li><b>Тимушев Р.&nbsp;И.</b>, студент 2 курса ВШОПФ ННГУ;</li>
<li><b>Хаймович И.&nbsp;М.</b>, студент 2 курса ВШОПФ ННГУ.</li>
</ul>
<?
endonn();
?>
