<?php 
$backpath="../..";
include_once("$backpath/onn.php");
startonn("/Город/NNOI II/Оргкомитет","Оргкомитет II Нижегородской городской олимпиады школьников по информатике");
?>
<h1>Оргкомитет</h1>
<ul>
<li><b>Стронгин Р.&nbsp;Г.</b>, ректор Нижегородского государственного университета им. Н.&nbsp;И.&nbsp;Лобачевского, профессор;</li>
<li><b>Сидоркина С.&nbsp;Л.</b>, первый заместитель директора департамента образования и социально-правовой защиты детства администрации города Нижнего Новгорода;</li>
<li><b>Лелюх В.&nbsp;Д.</b>, старший преподаватель ННГУ;</li>
<li><b>Цветков М.&nbsp;И.</b>, начальник отдела общего среднего образования департамента образования и социально-правовой защиты детства администрации города Нижнего Новгорода;</li>
<li><b>Холопов В.&nbsp;Н.</b>, главный специалист отдела общего среднего образования департамента образования и социально-правовой защиты детства администрации города Нижнего Новгорода;</li>
<li><b>Умнова Н.&nbsp;С.</b>, директор муниципального образовательного учреждения лицей&nbsp;№&nbsp;40;</li>
<li><b>Антонова Л.&nbsp;Л.</b>, директор муниципального образовательного учреждения школа&nbsp;№&nbsp;30;</li>
<li><b>Смирнов А.&nbsp;И.</b>, директор НОЦ ИПФ РАН;</li>
<li><b>Фейгина Т.&nbsp;А.</b>, заместитель директора НОЦ ИПФ РАН;</li>
<li><b>Евстратова Л.&nbsp;П.</b>, заместитель директора по информатизации МОУ лицей №&nbsp;40;</li>
<li><b>Кунцевич Е.&nbsp;Ю.</b>, учитель МОУ лицей №&nbsp;40;</li>
<li><b>Герасимова И.&nbsp;Н.</b>,  учитель МОУ школа №&nbsp;30;</li>
<li><b>Денисов В.&nbsp;В.</b>, зав. лабораторией ННГУ;</li>
<li><b>Луковников Р.&nbsp;Б.</b>, системный администратор СЕНДИ.</li>
</ul>
<?php 
endonn();
?>
