<?
$backpath="../..";
include_once("$backpath/onn.php");
startonn("/Город/NNOI XIII/Участники","Список участников XIII городской олимпиады");
?>
<h1>Список участников XIII Нижегородской городской олимпиады</h1>
<p>Жюри Нижегородской городской олимпиады школьников по информатике им. В.Д.Лелюха рассмотрело поступившие заявки на участие в олимпиаде и решило пригласить на олимпиаду напрямую:</p>
<ul>
<li>всех призеров прошлогодней областной олимпиады,</li>
<li>всех 9-классников и младше, набравших на районной олимпиаде 250 и более баллов, </li>
<li>всех 10-классников, набравших на районной олимпиаде 180 и более баллов,</li>
<li>всех 11-классников, набравших на районной олимпиаде 200 и более баллов.</li>
</ul>

<p>Кроме того, к участию в олимпиаде приглашаются лучшие школьники по <a href="zaoch/results.php">результатам отборочного тура</a>. 
ННГУ им Лобачевского для проведения олимпиады в 2017 году предоставляет, помимо классов со стационарными компьютерами,
еще один класс с ноутбуками, поэтому школьники, приглашенные с отборочного тура, разделены на две группы: школьники с более высокими результатами
будут писать тур за стационарными компьютерами (равно как и школьники, приглашенные напрямую), остальные будут писать тур за ноутбуками
(альтернативой было не приглашать этих участников вообще).</p>


<p>К участию в олимпиаде за "полноценными" компьютерами приглашаются:
<ul>
<li>все 9-классники и младше, набравшие на отборочном туре 183 баллов и больше,</li>
<li>все 10-классники, набравшие на отборочном туре 200 баллов и больше,</li>
<li>все 11-классники, набравшие на отборочном туре 218 баллов и больше.</li>
</ul>

<p>К участию в олимпиаде за ноутбуками приглашаются:
<ul>
<li>все 9-классники и младше, набравшие на отборочном туре от 175 до 182 баллов включительно,</li>
<li>все 10-классники, набравшие на отборочном туре от 189 до 199 баллов включительно,</li>
<li>все 11-классники, набравшие на отборочном туре 200 баллов, и при этом набравшие на районной олимпиаде 150 и более баллов.</li>
</ul>

<p>Кроме того, жюри решило пригласить к участию следующих школьников из Нижегородской области по итогам их выступления на областной олимпиаде:</p>
<ul>
<li>Маслов Владимир, 11 класс, школа 14 г. Балахна,</li>
<li>Тихонов Виталий, 11 класс, лицей г. Дзержинск,</li>
<li>Великанов Артем, 11 класс, школа 9 г. Павлово,</li>
<li>Толмачев Александр, 10 класс, школа 3 г. Саров.</li>
</ul>

<p>Олимпиада состоится в субботу 18 февраля во 2 корпусе ННГУ (пр. Гагарина, 23). Регистрация с 9.30 до 10.00.</p>

<p>Итоговые списки участников олимпиады (звездочками помечены участники, приглашенные к участию за ноутбуками):</p>

<ul>
<li>* Абдуллин Константин</li>
<li>Авдеев Максим</li>
<li>Баулин Михаил</li>
<li>Белкин Михаил</li>
<li>Беляков Дмитрий</li>
<li>Босов Никита</li>
<li>Брисилин Антон</li>
<li>Бутняков Даниил</li>
<li>Варенов Василий</li>
<li>Васин Артем</li>
<li>Великанов Артем</li>
<li>Власов Леонид</li>
<li>Гаврилов Никита</li>
<li>Герман Илья</li>
<li>Горишний Максим</li>
<li>Грибанов Михаил</li>
<li>Григорьева Галина</li>
<li>Громова Ольга</li>
<li>* Гуляев Даниил</li>
<li>Денисов Роман</li>
<li>Ершов Роман</li>
<li>Зарков Максим</li>
<li>* Захаров Александр</li>
<li>Иваник Даниил</li>
<li>Илюхов Алексей</li>
<li>Капустин Александр</li>
<li>Ким Никита</li>
<li>* Ковалёва Варвара</li>
<li>Кованова Елизавета</li>
<li>Колесин Андрей</li>
<li>Котов Владимир</li>
<li>* Кузенкова Анастасия</li>
<li>Логинов Игорь</li>
<li>Макридин Максим</li>
<li>Маслов Владимир</li>
<li>Махалин Дмитрий</li>
<li>Мацейко Альберт</li>
<li>* Николаев Александр</li>
<li>Николаев Николай</li>
<li>Новиков Андрей</li>
<li>Носков Дмитрий</li>
<li>Ота Никита</li>
<li>Павлов Вячеслав</li>
<li>Павлов Иван</li>
<li>* Повшедный Евгений</li>
<li>Пустотин Даниил</li>
<li>Разживина Дарья</li>
<li>Россохин Александр</li>
<li>Рябчикова Валерия</li>
<li>Рябчикова Ирина</li>
<li>Савело Иван</li>
<li>Савинов Никита</li>
<li>Сазонов Николай</li>
<li>Семаев Никита</li>
<li>Семенов Юрий</li>
<li>Сизов Денис</li>
<li>Соколов Егор</li>
<li>Соловьев Илья</li>
<li>* Сухонин Даниил</li>
<li>Тепляков Валерий</li>
<li>Тихонов Виталий</li>
<li>Толмачев Александр</li>
<li>Трубников Артем</li>
<li>Тыркалов Евгений</li>
<li>Упирвицкий Алексей</li>
<li>Филатов Андрей</li>
<li>Царьков Илья</li>
<li>Цинин Андрей</li>
<li>* Червяков Владислав</li>
<li>Черемхина Татьяна</li>
<li>Чернышев Константин</li>
<li>Шапошников Борис</li>
<li>Шикуло Алексей</li>
<li>Яковлев Валентин</li>
<li>Яхтин Леонид</li>
</ul>

<?
endonn();
?>
