<?
$backpath="../..";
include_once("$backpath/onn.php");
startonn("/Город/NNOI XIII/Заявки","XIII Нижегородская городская олимпиада школьников по информатике");
?>
<h1>XIII Нижегородская городская олимпиада школьников по информатике</h1>
<p>
Жюри Нижегородской городской олимпиады школьников по информатике им. В.Д.Лелюха рассмотрело поступившие заявки на участие в олимпиаде и решило пригласить на олимпиаду напрямую:</p>
<ul>
<li>всех призеров прошлогодней областной олимпиады,</li>
<li>всех 9-классников и младше, набравших на районной олимпиаде 250 и более баллов, </li>
<li>всех 10-классников, набравших на районной олимпиаде 180 и более баллов,</li>
<li>всех 11-классников, набравших на районной олимпиаде 200 и более баллов.</li>
</ul>

<p>Все остальные школьники, на которых были поданы заявки, приглашаются к участию в дополнительном отборочном туре.</p>

<p>Списки участников, приглашенных напрямую и приглашенных на отборочный тур, приведены ниже. Информация про отборочный тур, включая логины и пароли для доступа в тестирующую систему, была направлена на адреса электронной почты, указанные при подаче заявок.<p>

<p>Если вы не получили информацию, или если вы считаете, что в списках есть ошибки (ваши заявки потеряны или какие-то из ваших школьников приглашены только на отборочный тур, хотя должны быть приглашены напрямую), срочно напишите Петру Андреевичу Калинину на адрес petr@kalinin.nnov.ru.</p>

<h2>Общая информация про отборочный тур</h2>
<p><b>Заочный отборочный тур</b> пройдет в субботу 4 февраля. Начало в 13:00, длительность 2 часа, окончание в 15:00. Для участия в отборочном туре школьникам надо будет зайти на сайт <a href="http://pkalinin.pagekite.me">http://pkalinin.pagekite.me</a> (запасные адреса: <a href="http://test-pkalinin.pagekite.me">http://test-pkalinin.pagekite.me</a> и <a href="http://69.10.54.73">http://69.10.54.73</a>), там войти в автоматическую тестирующую систему с логином и паролем, высланными на адрес, указанный при подаче заявки (логины и пароли чувствительны к регистру, буквы в логинах и паролях английские!), скачать в системе условия задач и отправлять в систему свои решения. Подробная инструкция по работе с тестирующей системой, а также памятка участника доступны на данном сайте: <a href="http://olympiads.nnov.ru/nnoi/nnoi_13/zaoch/ije-webserver.pdf">инструкция</a>, <a href="http://olympiads.nnov.ru/nnoi/nnoi_13/zaoch/mem-zaoch.pdf">памятка</a>; также у участников будет возможность познакомиться с тестирующей системой во время пробного тура (см. ниже). </p>

<p>Участники могут писать отборочный тур с любого компьютера, на котором есть доступ в интернет и необходимое участникам программное обеспечение; при этом жюри рекомендует школе при необходимости организовать написание отборочного тура в компьютерных классах школы. Участники могут выбирать программное обеспечение для разработки программ по своему усмотрению, но в тестирующей системе будут установлены только следующие компиляторы:</p>

<ul>
<li>Free Pascal 3.0.0</li>
<li>PascalABC.NET 3.2</li> 
<li>GNU C++ 5.1.0 </li>
<li>GNU C++ 5.1.0 / С++14 </li>
<li>Python 3.6.0 </li>
<li>Python 2.7.13 </li>
<li>C# 1.3.1 (MS Visual Studio 2015)</li>
<li>C++  / MS Visual Studio 2015</li>
<li>Java 8u121</li>
</ul>

<p>Решения участников будут проверяться именно под этими компиляторами (при сдаче решения участник указывает, каким из этих компиляторов необходимо компилировать это решение).</p>

<p>Во время тура участникам разрешается пользоваться любыми печатными и электронными носителями информации, но запрещается общаться между собой, с учителями и т.д., в том числе обсуждать решения задач, текущие результаты, передавать свои решения, обмениваться паролями, заходить в систему под логином другого школьника и т.п. (Конечно, допускается общение с учителями по техническим вопросам, не касающимся конкретных задач.) Жюри олимпиады будет в меру возможности контролировать соблюдение этих правил (проводить проверку решений на похожесть, контролировать, что один логин используется только одним школьником и т.п.) и оставляет за собой право дисквалифицировать всех участников, нарушающих эти правила. В частности, при обнаружении списанных решений жюри не будет разбираться в том, кто является автором решения, а кто — заимствователем; при обнаружении использования одного логина несколькими школьниками жюри не будет разбираться, кто из этих школьников виноват, а кто нет. В случае, если жюри обнаружит масштабные нарушения среди участников из одной школы, жюри оставляет за собой право дисквалифицировать вообще всех участников из этой школы, а также принять во внимание этот факт в следующем году при проведении отбора на очередную городскую олимпиаду.</p>

<p>По результатам отборочного тура будут выбраны участники городской олимпиады в дополнение к тем, кто приглашен напрямую. При выборе участников жюри оставляет за собой право, в случае близких результатов отборочного тура, также учитывать и результаты районных и школьных олимпиад.</p>

<p>Перед отборочным туром будет проведен <b>пробный тур</b>: пробный тур начнется 4 февраля в 11:30 и окончится в 12:45. На пробном туре будет предложена одна простая задача, цель пробного тура — познакомиться с тестирующей системой. Участие в пробном туре не обязательно, его результаты не будут учитываться при отборе на городскую олимпиаду. Тем не менее, участникам, не имеющим опыта работы с автоматическими тестирующими системами, рекомендуется принять участие в пробном туре. В частности, жюри не будет рассматривать претензии, связанные с непониманием того, как работает тестирующая система во время основного отборочного тура.</p>

<p>Условия пробного тура вы можете скачать заранее <a href="http://olympiads.nnov.ru/nnoi/nnoi_13/zaoch/nnoi-prelim.pdf">на этом сайте</a>.</p>

<p>В случае возникновения каких-либо проблем с тестирующей системой во время пробного или основного отборочного тура вы можете использовать следующие контакты для оперативной связи с жюри:</p>
<ul>
  <li>Калинин Петр Андреевич, +7-910-794-32-07, petr@kalinin.nnov.ru</li>
  <li>Матросов Михаил Валерьевич, +7-902-688-54-90</li>
</ul>

<p>Жюри олимпиады просит вас регулярно во время тура, а также после тура, проверять электронный адрес, указанный при регистрации; в случае необходимости, объявления и дополнительная информация от жюри будет направлена на этот адрес (а также, по возможности, указана на главной странице тестирующей системы). Информация о результатах отборочного тура будет также направлена на этот адрес (а также выставлена на данном сайте).</p>

<p>Ответственность за технические проблемы с компьютерами участников несут сами участники. В случае возникновения технических проблем с компьютерами участников (не работающие компьютеры или компиляторы, проблемы с доступом в сеть и т.п.) жюри олимпиады не будет делать никаких поправок на этот счет (добавлять время к туру и т.п.)</p>

<p>Обратите внимание, что сайт <a href="http://pkalinin.pagekite.me">pkalinin.pagekite.me</a> в обычное время недоступен. Он будет сделан доступным незадолго до пробного тура, а до этого по этому адресу находится только “заглушка” с текстом “Temporarily Unavailable. The website http://pkalinin.pagekite.me/ is unreachable at the moment….” Жюри рекомендует заранее убедиться в том, что доступ к сайту pkalinin.pagekite.me не заблокирован на тех компьютерах, на которых будут работать участники (т.е. что заглушка доступна).</p>

<p>По любым вопросам можно обращаться к председателю жюри олимпиады Петру Андреевичу Калинину по указанному выше телефону и адресу электронной почты.</p>

<h2>Список школьников, приглашенных напрямую</h2>
<ul>
<li>Авдеев Максим Евгеньевич</li>
<li>Белкин Михаил Алексеевич</li>
<li>Босов Никита Алексеевич</li>
<li>Бутняков Даниил Алексеевич</li>
<li>Варенов Василий Николаевич</li>
<li>Васин Артем Александрович</li>
<li>Власов Леонид Александрович</li>
<li>Гаврилов Никита Ильич </li>
<li>Горишний Максим Павлович</li>
<li>Грибанов Михаил Михайлович</li>
<li>Григорьева Галина Алексеевна</li>
<li>Громова Ольга Александровна</li>
<li>Денисов Роман Олегович</li>
<li>Ершов Роман Андреевич</li>
<li>Зарков Максим Романович</li>
<li>Иваник Даниил Иванович</li>
<li>Илюхов Алексей Евгеньевич</li>
<li>Капустин Александр Витальевич</li>
<li>Ким Никита Олегович</li>
<li>Кованова Елизавета Александровна</li>
<li>Котов Владимир Васильевич</li>
<li>Логинов Игорь Евгеньевич</li>
<li>Макридин Максим Михайлович</li>
<li>Махалин Дмитрий Русланович</li>
<li>Мацейко Альберт Викторович</li>
<li>Новиков Андрей Алексеевич</li>
<li>Носков Дмитрий Евгеньевич</li>
<li>Павлов Вячеслав Сергеевич</li>
<li>Разживина Дарья Ильинична</li>
<li>Рябчикова Валерия Георгиевна</li>
<li>Савело Иван Евгеньевич</li>
<li>Савинов Никита Владимирович</li>
<li>Семаев Никита Юрьевич</li>
<li>Семенов Юрий Дмитриевич</li>
<li>Соколов Егор Алексеевич</li>
<li>Соловьев Илья Максимович</li>
<li>Тепляков Валерий Витальевич</li>
<li>Трубников Артем Михайлович</li>
<li>Упирвицкий Алексей Николаевич</li>
<li>Филатов Андрей Александрович</li>
<li>Царьков Илья Михайлович</li>
<li>Цинин Андрей Дмитриевич</li>
<li>Черемхина Татьяна Александровна</li>
<li>Шикуло Алексей Антонович</li>
</ul>

<h2>Список школьников, приглашенных на отборочный тур</h2>

<ul>
<li>Абдуллин Константин Эдуардович</li>
<li>Азаматов Дмитрий Алексеевич</li>
<li>Алибеков Мурад Рамазанович</li>
<li>Астафьева Ирина Алексеевна</li>
<li>Баулин Михаил Алексеевич</li>
<li>Безручко Ирина Юрьевна</li>
<li>Белухин Андрей</li>
<li>Беляков Дмитрий Александрович</li>
<li>Беляков Сергей Александрович</li>
<li>Борисенко Никита Александрович</li>
<li>Брисилин Антон Михайлович</li>
<li>Бугрова Анастасия Михайловна</li>
<li>Бузин Никита Ильич</li>
<li>Буланов Денис Николаевич</li>
<li>Бурдуков Михаил Игоревич</li>
<li>Варфоломеев Андрей Кириллович</li>
<li>Волков Владимир Андреевич</li>
<li>Герман Илья Вадимович</li>
<li>Гордиенко Максим Александрович</li>
<li>Горелов Даниил Евгеньевич</li>
<li>Гуляев Даниил Андреевич</li>
<li>Гурин Михаил Андреевич</li>
<li>Гурьянов Илья Сергеевич</li>
<li>Гусарова Дарья Алексеевна</li>
<li>Гусейнов Анар Авез оглы</li>
<li>Деулин Дмитрий Александрович</li>
<li>Димаков Максим Ильич</li>
<li>Ермолаев Илья Александрович</li>
<li>Ершков Алексей Дмитриевич</li>
<li>Жуков Максим Дмитриевич</li>
<li>Захаров Александр Дмитриевич</li>
<li>Игнатовский Никита Андреевич</li>
<li>Ильин Андрей Михайлович</li>
<li>Калинина Екатерина Сергеевна</li>
<li>Карабельникова Юлиана Дмитриевна</li>
<li>Карпов Михаил Олегович</li>
<li>Кизаев Дмитрий Дмитриевич</li>
<li>Киселёв Михаил Сергеевич</li>
<li>Киселев Станислав Дмитриевич</li>
<li>Ковалёва Варвара Александровна</li>
<li>Коган Сергей Александрович</li>
<li>Козлов Александр Сергеевич</li>
<li>Козырев Дмитрий Вадимович</li>
<li>Колесин Андрей Сергеевич</li>
<li>Комелькова Владилена Васильевна</li>
<li>Копнов Александр Александрович</li>
<li>Коробейников Алексей Петрович</li>
<li>Костандян Тигран Каренович</li>
<li>Крайнов Алексей Владимирович</li>
<li>Крайнов Данил Алексеевич</li>
<li>Кремлев Антон Алексеевич</li>
<li>Криницын Антон Олегович</li>
<li>Кузенкова Анастасия Евгеньевна</li>
<li>Кузнецов Павел Дмитриевич</li>
<li>Куландин Денис Сергеевич</li>
<li>Купцов Андрей Дмитриевич</li>
<li>Лапшин Евгений Сергеевич</li>
<li>Лебедев Александр Сергеевич</li>
<li>Лугин Михаил Дмитриевич</li>
<li>Лупанов Арсений Дмитриевич</li>
<li>Маркеева Таисия Максимовна</li>
<li>Мартьянов Олег Михайлович</li>
<li>Марютин Иван Сергеевич</li>
<li>Маштаков Даниил Александрович</li>
<li>Меженин Михаил Дмитриевич</li>
<li>Мелентьев Егор Евгеньевич</li>
<li>Микехин Артем Владимирович</li>
<li>Миколайчук Никита Николаевич</li>
<li>Моисеев Артем Александрович</li>
<li>Моисеев Даниил Сергеевич</li>
<li>Молодецкий Арсений Алексеевич</li>
<li>Никитин Олег Владимирович</li>
<li>Николаев Александр Романович</li>
<li>Николаев Илья Игоревич</li>
<li>Николаев Николай Андреевич</li>
<li>Носов Алексей Михайлович</li>
<li>Оболенский Арсений Андреевич</li>
<li>Обухов Иван Денисович</li>
<li>Ота Никита Терентьевич</li>
<li>Павлов Иван Александрович</li>
<li>Панчехин Глеб Николаевич</li>
<li>Плаксина Екатерина Артемовна</li>
<li>Платонов Алексей Денисович</li>
<li>Повшедный Евгений Александрович</li>
<li>Попыкина Алена Петровна</li>
<li>Пустотин Даниил Александрович</li>
<li>Россохин Александр Владимирович</li>
<li>Русанов Николай Дмитриевич</li>
<li>Рухович Игорь Владимирович</li>
<li>Рылов Александр Дмитриевич</li>
<li>Рябчикова Ирина Георгиевна</li>
<li>Рязанов Егор Андреевич</li>
<li>Сазонов Николай Сергеевич</li>
<li>Самарина Екатерина Александровна</li>
<li>Сафаров Солтан Магсуд оглы</li>
<li>Седов Роман Андреевич</li>
<li>Семенов Дмитрий Алексеевич</li>
<li>Сиднева Анастасия Игоревна</li>
<li>Сизов Денис Александрович</li>
<li>Сироткин Вячеслав Артемович</li>
<li>Смирнов Николай Николаевич</li>
<li>Соколова Ксения Андреевна</li>
<li>Ступин Александр Алексеевич</li>
<li>Сударский Евгений Сергеевич</li>
<li>Сухонин Даниил Дмитриевич</li>
<li>Тарасов Василий Дмитриевич</li>
<li>Тихонов Сергей Андреевич</li>
<li>Тыркалов Евгений Олегович</li>
<li>Уртюков Илья Алексеевич</li>
<li>Феоктистов Андрей Александрович</li>
<li>Филькин Андрей Евгеньевич</li>
<li>Цветов Артем Денисович</li>
<li>Чарикова Мария Михайловна</li>
<li>Червяков Владислав Олегович</li>
<li>Чернобровкин Борис Романович</li>
<li>Чернышев Константин Дмитриевич</li>
<li>Черняк Никита Евгеньевич</li>
<li>Шапошников Борис Юрьевич</li>
<li>Шибалов Максим Юрьевич</li>
<li>Шишкин Федор Александрович</li>
<li>Шурыгин Дмитрий Владимирович</li>
<li>Яковлев Валентин Александрович</li>
<li>Яхтин Леонид Александрович</li>
</ul>

<?
endonn();
?>
