<?
$backpath="../..";
include_once("$backpath/onn.php");
startonn("/Город/NNOI II","II Нижегородская городская олимпиада школьников по информатике");
?>
<h1>II Нижегородская городская олимпиада школьников по информатике</h1>
<p>
II Нижегородская городская олимпиада школьников по информатике была проведена 27 декабря 2005&nbsp;г. 
на трех площадках одновременно: НОЦ, ННГУ и лицей 40. В олимпиаде приняли участие 
86 участников (в том числе 8 школьников из г. Саров), 40 из которых были награждены дипломами.
</p>
<p>Условия задач, разборы, примеры решений и другие материалы олимпиады (c) 2005 <a href="taskauthors.php">Авторы задач 
олимпиады</a>.
</p>
<ul>
<li><a href="taskauthors.php">Авторы задач</a></li>
<li><a href="jury.php">Жюри</a></li>
<li><a href="org.php">Оргкомитет</a></li>
</ul>
<ul>
<li><a href="results.php">Результаты</a></li>
<li><a href="archive/index.php">Архив</a></li>
</ul>
<?
endonn();
?>
