<?php 
$backpath="../..";
include_once("$backpath/onn.php");
startonn("/Город/NNOI VI/Жюри","Жюри VI Нижегородской городской олимпиады школьников по информатике");
?>
<h1>Жюри</h1>
<ul>
<li><b>Председатель</b> &#8212; <b>Лелюх В.&nbsp;Д.</b>, старший преподаватель ННГУ;</li>
<li><b>Кетков Ю.&nbsp;Л.</b>, профессор ННГУ;</li>
<li><b>Евстратова Л.&nbsp;П.</b>, заместитель директора МОУ лицей&nbsp;№&nbsp;40, ответственный секретарь жюри; </li>
<li><b>Бударагин Д.&nbsp;И.</b>, студент 4 курса ВШОПФ ННГУ;</li>
<li><b>Вадимов В.&nbsp;Л.</b>, студент 1 курса ВШОПФ ННГУ;</li>
<li><b>Епифанов В.&nbsp;Ю.</b>, студент 1 курса мехмата ННГУ;</li>
<li><b>Калинин П.&nbsp;А.</b>, аспирант ИПФ РАН;</li>
<li><b>Круглов А.&nbsp;А.</b>, младший научный сотрудник ИПФ РАН;</li>
<li><b>Люльков А.&nbsp;Е.</b>, студент 1 курса ВМК ННГУ;</li>
<li><b>Матросов М.&nbsp;В.</b>, студент 4 курса ВМК ННГУ;</li>
<li><b>Низовцев С.&nbsp;Н.</b>, студент 1 курса ВМК МГУ;</li>
<li><b>Разенштейн И.&nbsp;П.</b>, студент 3 курса мехмата МГУ;</li>
<li><b>Тимушев Р.&nbsp;И.</b>, старший разработчик Luxoft/UBS;</li>
<li><b>Тихонов А.&nbsp;О.</b>, студент 1 курса ВМК МГУ;</li>
<li><b>Хаймович И.&nbsp;М.</b>, аспирант ИФМ РАН;</li>
<li><b>Шмелёв А.&nbsp;С.</b>, студент 5 курса ВМК ННГУ.</li>
</ul>
<?php 
endonn();
?>
