<?php 
$backpath="../..";
include_once("$backpath/onn.php");
startonn("/Город/NNOI VIII/Оргкомитет","Оргкомитет VIII Нижегородской городской олимпиады школьников по информатике");
?>
<h1>Оргкомитет</h1>
<ul>
<li><b>Швецов В.&nbsp;И.</b>, проректор по информатизации ННГУ им.&nbsp;Н.&nbsp;И. Лобачевского, профессор;</li>
<li><b>Сидоркина С.&nbsp;Л.</b>, первый заместитель директора департамента образования и&nbsp;социально-правовой защиты детства администрации города Нижнего Новгорода;</li>
<li><b>Лелюх В.&nbsp;Д.</b>, старший преподаватель ННГУ;</li>
<li><b>Цветков М.&nbsp;И.</b>, начальник отдела общего среднего образования департамента образования и&nbsp;социально-правовой защиты детства администрации города Нижнего Новгорода;</li>
<li><b>Бовкун И.&nbsp;Л.</b>, главный специалист отдела общего среднего образования департамента образования и 
социально-правовой защиты детства администрации города Нижнего Новгорода;</li>
<li><b>Смирнов А.&nbsp;И.</b>, директор НОЦ ИПФ&nbsp;РАН, профессор;</li>
<li><b>Фейгина Т.&nbsp;А.</b>, заместитель директора НОЦ ИПФ&nbsp;РАН;</li>
<li><b>Умнова Н.&nbsp;С.</b>, директор муниципального образовательного учреждения лицей №&nbsp;40;</li>
<li><b>Евстратова Л.&nbsp;П.</b>, заместитель директора по информатизации МОУ лицей №&nbsp;40;</li>
<li><b>Гашпар И.&nbsp;Л.</b>, куратор НОЦ ИПФ РАН;</li>
<li><b>Братчикова Т.&nbsp;А.</b>, учитель МОУ лицей №&nbsp;40;</li>
<li><b>Денисов В.&nbsp;В.</b>, зав. лабораторией ННГУ.</li>
</ul>
<?php 
endonn();
?>
