<?php 
$backpath="../..";
include_once("$backpath/onn.php");
startonn("/Город/NNOI XV/Участники","Список участников XV городской олимпиады");
?>
<h1>Список участников XV Нижегородской городской олимпиады</h1>
<p>К участию в XV Нижегородской городской олимпиаде приглашаются следующие участники:</p>
<p>Напрямую (без отборочного тура):</p>
<ul>
<li>все призеры прошлогодней областной олимпиады;</li>
<li>все призеры прошлогодней городской олимпиады;</li>
<li>все 11-классники, набравшие на районной олимпиаде 200 и более баллов;</li>
<li>все 10-классники, набравшие на районной олимпиаде 156 и более баллов;</li>
<li>все 9-классники и младше, участвовавшие в районной олимпиаде за 9 класс и набравшие 142 и более баллов.</li>
</ul>

<p>По <a href="zaoch/results.php">результатам отборочного тура</a>:</p>
<ul>
<li>все 11-классники, набравшие на отборочном туре 272 балла и больше;</li>
<li>все 10-классники, набравшие на отборочном туре 258 баллов и больше;</li>
<li>все 9-классники, набравшие на отборочном туре 194 балла и больше;</li>
<li>все 8-классники и младше, набравшие на отборочном туре 165 баллов и больше.</li>
</ul>

<p>Олимпиада состоится в субботу 9 февраля во 2 корпусе ННГУ (пр. Гагарина, 23). Регистрация с 9.30 до 10.00.</p>

<p>Итоговый список участников олимпиады (список отсортирован по номеру школы, затем по классу):</p>

<ul>
<li>Денисов Евгений Федорович, школа 12, класс 11</li>
<li>Рычков Андрей Сергеевич, школа 33, класс 10</li>
<li>Гордиенко Максим Александрович, школа 36, класс 11</li>
<li>Гурьянов Илья Сергеевич, школа 36, класс 11</li>
<li>Ким Никита Олегович, школа 36, класс 11</li>
<li>Сазонов Николай Сергеевич, школа 36, класс 11</li>
<li>Скачков Юрий Александрович, школа 36, класс 11</li>
<li>Копнов Александр Александрович, школа 36, класс 10</li>
<li>Косов Михаил Александрович, школа 36, класс 8</li>
<li>Федоренко Артем Витальевич, школа 36, класс 8</li>
<li>Поднебеснова Яна Алексеевна, школа 38, класс 10</li>
<li>Савело Иван Евгеньевич, школа 38, класс 10</li>
<li>Шехунов Максим Алекссандрович, школа 38, класс 10</li>
<li>Балаян Роман Каренович, школа 40, класс 11</li>
<li>Васин Артем Александрович, школа 40, класс 11</li>
<li>Кузнецов Михаил Геннадьевич, школа 40, класс 11</li>
<li>Махалин Дмитрий Русланович, школа 40, класс 11</li>
<li>Упирвицкий Алексей Николаевич, школа 40, класс 11</li>
<li>Черемхина Татьяна Александровна, школа 40, класс 11</li>
<li>Беляков Сергей Александрович, школа 40, класс 10</li>
<li>Горишний Максим Павлович, школа 40, класс 10</li>
<li>Ильин Андрей Михайлович, школа 40, класс 10</li>
<li>Ларин Константин Дмитриевич, школа 40, класс 10</li>
<li>Филатов Андрей Александрович, школа 40, класс 10</li>
<li>Червяков Владислав Олегович, школа 40, класс 10</li>
<li>Штокман Алексей Ильич, школа 40, класс 10</li>
<li>Беляков Дмитрий Александрович, школа 40, класс 9</li>
<li>Жебряков Данила Александрович, школа 40, класс 8</li>
<li>Кирюхов Андрей Дмитриевич, школа 40, класс 8</li>
<li>Россохин Александр Владимирович, школа 40, класс 8</li>
<li>Талибов Сэрхан Махмад оглы, школа 40, класс 8</li>
<li>Мееров Михаил Иосифович, школа 40, класс 6</li>
<li>Бацын Тимофей Михайлович, школа 40, класс 4</li>
<li>Данилов Никита Игоревич, школа 40, класс 4</li>
<li>Семенов Дмитрий Александрович, школа 49, класс 11</li>
<li>Каплин Роман Денисович, школа 55, класс 9</li>
<li>Хуртин Алексей Евгеньевич, школа 63, класс 8</li>
<li>Шишарин Роман Александрович, школа 70, класс 11</li>
<li>Самкович Илья Ильич, школа 80, класс 8</li>
<li>Кузнецов Михаил Дмитриевич, школа 82, класс 11</li>
<li>Бурдейный Артем Игоревич, школа 82, класс 10</li>
<li>Денисов Роман Олегович, школа 82, класс 10</li>
<li>Платонов Алексей Денисович, школа 82, класс 10</li>
<li>Пустотин Даниил Александрович, школа 82, класс 10</li>
<li>Бочаров Артем Максимович, школа 82, класс 9</li>
<li>Демаков Матвей Александрович, школа 82, класс 9</li>
<li>Цыганок Андрей Ильич, школа 82, класс 9</li>
<li>Логинов Александр Михайлович, школа 85, класс 9</li>
<li>Маляев Кирилл Александрович, школа 85, класс 9</li>
<li>Тепляков Владислав Витальевич, школа 103, класс 7</li>
<li>Николаев Илья Игоревич, школа 113, класс 9</li>
<li>Бредихин Максим Владимирович, школа 121, класс 11</li>
<li>Авдеев Максим Евгеньевич, школа 127, класс 11</li>
<li>Громова Ольга Александровна, школа 165, класс 11</li>
<li>Мошков Иван Владимирович, школа 165, класс 11</li>
<li>Абашин Даниил Андреевич, школа 165, класс 10</li>
<li>Гонзов Антон Алексеевич, школа 165, класс 10</li>
<li>Крайнов Данил Алексеевич, школа 165, класс 10</li>
<li>Галкин Максим Сергеевич, школа 165, класс 9</li>
<li>Трубников Артём Михайлович, школа 165, класс 9</li>
<li>Хавронин Артем Дмитриевич, школа 165, класс 9</li>
<li>Яковлев Валентин Александрович, школа 165, класс 9</li>
<li>Зотов Николай Алексеевич, школа 165, класс 8</li>
<li>Шапошников Глеб Юрьевич, школа 165, класс 8</li>
<li>Шпынов Никита Артемович, школа 165, класс 8</li>
<li>Тимичев Ярослав Владимирович, школа 180, класс 11</li>
<li>Герман Илья Вадимович, школа 180, класс 9</li>
<li>Лупанов Арсений Дмитриевич, школа 180, класс 9</li>
<li>Масов Егор Александрович, школа 180, класс 8</li>
<li>Попов Андрей Эдуардович, школа 187, класс 11</li>
</ul>

<?php 
endonn();
?>
