<?php 
$backpath="../..";
include_once("$backpath/onn.php");
startonn("/Город/NNOI XV/Заявки","XV Нижегородская городская олимпиада школьников по информатике");
?>
<h1>XV Нижегородская городская олимпиада школьников по информатике</h1>
<p>
Жюри Нижегородской городской олимпиады школьников по информатике им. В.Д. Лелюха рассмотрело поступившие заявки на участие в олимпиаде и решило пригласить на олимпиаду напрямую:</p>
<ul>
<li>всех призеров прошлогодней областной олимпиады;</li>
<li>всех призеров прошлогодней городской олимпиады;</li>
<li>всех 11-классников, набравших на районной олимпиаде 200 и более баллов;</li>
<li>всех 10-классников, набравших на районной олимпиаде 156 и более баллов;</li>
<li>всех 9-классников и младше, участвовавших в районной олимпиаде за 9 класс и набравших 142 и более баллов.</li>
</ul>

<p>Все остальные школьники, на которых были поданы заявки, приглашаются к участию в дополнительном отборочном туре.</p>

<p>Списки участников, приглашенных напрямую и приглашенных на отборочный тур, приведены ниже. Информация про отборочный тур, включая логины и пароли для доступа в тестирующую систему, была направлена на адреса электронной почты, указанные при подаче заявок.<p>

<p>Если вы не получили информацию, или если вы считаете, что в списках есть ошибки (ваши заявки потеряны или какие-то из ваших школьников приглашены только на отборочный тур, хотя должны быть приглашены напрямую), срочно напишите Петру Андреевичу Калинину на адрес petr@kalinin.nnov.ru.</p>

<h2>Общая информация про отборочный тур</h2>
<p><b>Заочный отборочный тур</b> пройдет в субботу 26 января. Начало в 13:00, длительность 2 часа, окончание в 15:00. Для участия в отборочном туре школьникам надо будет зайти на сайт <a href="http://ije.algoprog.ru">http://ije.algoprog.ru</a>, там войти в автоматическую тестирующую систему с логином и паролем, высланными на адрес, указанный при подаче заявки (логины и пароли чувствительны к регистру, буквы в логинах и паролях английские!), скачать в системе условия задач и отправлять в систему свои решения. Подробная инструкция по работе с тестирующей системой, а также памятка участника доступны на данном сайте: <a href="/nnoi/nnoi_15/zaoch/ije_webserver.pdf">инструкция</a>, <a href="/nnoi/nnoi_15/zaoch/mem.pdf">памятка</a>; также у участников будет возможность познакомиться с тестирующей системой во время пробного тура (см. ниже). </p>

<p>Участники могут писать отборочный тур с любого компьютера, на котором есть доступ в интернет и необходимое участникам программное обеспечение; при этом жюри рекомендует школе при необходимости организовать написание отборочного тура в компьютерных классах школы. Участники могут выбирать программное обеспечение для разработки программ по своему усмотрению, но в тестирующей системе будут установлены только следующие компиляторы:</p>

<ul>
<li>Free Pascal 3.0.0</li>
<li>PascalABC.NET 3.2</li> 
<li>GNU C++ 5.1.0 </li>
<li>GNU C++ 5.1.0 / С++14 </li>
<li>Python 3.6.0 </li>
<li>Python 2.7.13 </li>
<li>C# 1.3.1 (MS Visual Studio 2015)</li>
<li>C++  / MS Visual Studio 2015</li>
<li>Java 8u121</li>
</ul>

<p>Решения участников будут проверяться именно под этими компиляторами (при сдаче решения участник указывает, каким из этих компиляторов необходимо компилировать это решение). Возможна замена версий компиляторов на более новые. Точные версии будут указаны в тестирующей системе.</p>

<p>Во время тура участникам разрешается пользоваться любыми печатными и электронными носителями информации, но запрещается общаться между собой, с учителями и т.д., в том числе обсуждать решения задач, текущие результаты, передавать свои решения, обмениваться паролями, заходить в систему под логином другого школьника и т.п. (Конечно, допускается общение с учителями по техническим вопросам, не касающимся конкретных задач.)</p>

<p>Жюри олимпиады будет в меру возможности контролировать соблюдение этих правил (проводить проверку решений на похожесть, контролировать, что один логин используется только одним школьником и т.п.) и оставляет за собой право дисквалифицировать всех участников, нарушающих эти правила. В частности, при обнаружении списанных решений жюри не будет разбираться в том, кто является автором решения, а кто — заимствователем; при обнаружении использования одного логина несколькими школьниками жюри не будет разбираться, кто из этих школьников виноват, а кто нет. В случае, если жюри обнаружит масштабные нарушения среди участников из одной школы, жюри оставляет за собой право дисквалифицировать вообще всех участников из этой школы, а также принять во внимание этот факт в следующем году при проведении отбора на очередную городскую олимпиаду.</p>

<p>По результатам отборочного тура будут выбраны участники городской олимпиады в дополнение к тем, кто приглашен напрямую. При выборе участников жюри оставляет за собой право, в случае близких результатов отборочного тура, также учитывать и результаты районной олимпиады.</p>

<p>Перед отборочным туром будет проведен <b>пробный тур</b>: пробный тур начнется 26 января в 11:45 и окончится в 12:45. На пробном туре будет предложена одна простая задача, цель пробного тура — познакомиться с тестирующей системой. Участие в пробном туре не обязательно, его результаты не будут учитываться при отборе на городскую олимпиаду. Тем не менее, участникам, не имеющим опыта работы с автоматическими тестирующими системами, рекомендуется принять участие в пробном туре. В частности, жюри не будет рассматривать претензии, связанные с непониманием того, как работает тестирующая система, во время основного отборочного тура.</p>

<p>Условия пробного тура вы можете скачать заранее <a href="/nnoi/nnoi_15/zaoch/nnoi-prelim.pdf">на этом сайте</a>.</p>

<p>В случае возникновения каких-либо проблем с тестирующей системой во время пробного или основного отборочного тура вы можете использовать следующие контакты для оперативной связи с жюри:</p>
<ul>
  <li>Калинин Петр Андреевич, +7-910-794-32-07, petr@kalinin.nnov.ru;</li>
  <li>ближе к туру здесь, возможно, будут опубликованы дополнительные контакты.</li>
</ul>

<p>Жюри олимпиады просит вас регулярно во время тура, а также после тура, проверять электронный адрес, указанный при регистрации; в случае необходимости, объявления и дополнительная информация от жюри будет направлена на этот адрес (а также, по возможности, указана на главной странице тестирующей системы). Информация о результатах отборочного тура будет также направлена на этот адрес (а также выставлена на данном сайте).</p>

<p>Ответственность за технические проблемы с компьютерами участников несут сами участники. В случае возникновения технических проблем с компьютерами участников (не работающие компьютеры или компиляторы, проблемы с доступом в сеть и т.п.) жюри олимпиады не будет делать никаких поправок на этот счет (добавлять время к туру и т.п.)</p>

<p>Обратите внимание, что сайт <a href="http://ije.algoprog.ru">ije.algoprog.ru</a> в обычное время недоступны. Он будет сделан доступным незадолго до пробного тура, а до этого по этому адресу находится только “заглушка” с текстом “Sorry! The server for ije.algoprog.ru is unavailable at the moment.” Жюри рекомендует заранее убедиться в том, что доступ к сайту ije.algoprog.ru не заблокирован на тех компьютерах, на которых будут работать участники (т.е. что заглушка доступна).</p>

<p>По любым вопросам можно обращаться к председателю жюри олимпиады Петру Андреевичу Калинину по указанному выше телефону и адресу электронной почты.</p>

<h2>Список школьников, приглашенных напрямую</h2>
<ul>
<li>Абашин Даниил Андреевич</li>
<li>Балаян Роман Каренович</li>
<li>Беляков Дмитрий Александрович </li>
<li>Беляков Сергей Александрович </li>
<li>Бочаров Артем Максимович</li>
<li>Бредихин Максим Владимирович</li>
<li>Бурдейный Артем Игоревич</li>
<li>Васин Артем Александрович</li>
<li>Галкин Максим Сергеевич</li>
<li>Герман Илья Вадимович</li>
<li>Гордиенко Максим Александрович</li>
<li>Горишний Максим Павлович </li>
<li>Громова Ольга Александровна</li>
<li>Денисов Роман Олегович</li>
<li>Жебряков Данила Александрович</li>
<li>Ильин Андрей Михайлович </li>
<li>Каплин Роман Денисович</li>
<li>Кирюхов Андрей Дмитриевич</li>
<li>Копнов Александр Александрович</li>
<li>Кузнецов Михаил Геннадьевич</li>
<li>Кузнецов Михаил Дмитриевич</li>
<li>Логинов Александр Михайлович</li>
<li>Маляев Кирилл Александрович</li>
<li>Махалин Дмитрий Русланович </li>
<li>Мошков Иван Владимирович</li>
<li>Поднебеснова Яна Алексеевна</li>
<li>Попов Андрей Эдуардович</li>
<li>Пустотин Даниил Александрович</li>
<li>Россохин Александр Владимирович </li>
<li>Савело Иван Евгеньевич</li>
<li>Сазонов Николай Сергеевич</li>
<li>Семенов Дмитрий Александрович</li>
<li>Скачков Юрий Александрович</li>
<li>Тимичев Ярослав Владимирович</li>
<li>Трубников Артём Михайлович</li>
<li>Упирвицкий Алексей Николаевич </li>
<li>Филатов Андрей Александрович</li>
<li>Хавронин Артем Дмитриевич</li>
<li>Черемхина Татьяна Александровна</li>
<li>Яковлев Валентин Александрович</li>
</ul>

<h2>Список школьников, приглашенных на отборочный тур</h2>

<ul>
<li>Авдеев Максим Евгеньевич</li>
<li>Акатов Валерий Павлович </li>
<li>Архаров Данил Евгеньевич</li>
<li>Арясов Никита Сергеевич</li>
<li>Атякин Алексей Васильевич</li>
<li>Бакурский Андрей Сергеевич</li>
<li>Баранов Виктор Дмитриевич</li>
<li>Батурин Егор Дмитриевич</li>
<li>Бацын Тимофей Михайлович</li>
<li>Белозёров Игорь Александрович</li>
<li>Беляков Леонид Дмитриевич</li>
<li>Бесчастнов Михаил Павлович</li>
<li>Борисов Никита Михайловича</li>
<li>Булатов Дмитрий Александрович</li>
<li>Бурдуков Михаил Игоревич</li>
<li>Бутняков Даниил Алексеевич</li>
<li>Варлачёв Валерий Максимович</li>
<li>Васильев Михаил Александрович</li>
<li>Вдовичев Никита Сергеевич</li>
<li>Волков Владимир Андреевич</li>
<li>Волков Данил Алексеевич</li>
<li>Глумов Степан Сергеевич</li>
<li>Голованов Денис Максимович</li>
<li>Гонзов Антон Алексеевич</li>
<li>Грачев Никита Дмитриевич </li>
<li>Гурьянов Илья Сергеевич</li>
<li>Данилов Артём Дмитриевич</li>
<li>Данилов Никита Игоревич</li>
<li>Демаков Матвей Александрович</li>
<li>Денисов Евгений Федорович</li>
<li>Денисова Екатерина Алексеевна</li>
<li>Дмитриев Всеволод Дмитриевич</li>
<li>Ежов Роман Андреевич</li>
<li>Еллиев Егор Ефремович</li>
<li>Ершов Александр Андреевич</li>
<li>Зайцев Тимур Олегович </li>
<li>Захарычев Андрей Сергеевич</li>
<li>Зотов Николай Алексеевич</li>
<li>Зыкина Анна Александровна</li>
<li>Калмыков Роман Сергеевич</li>
<li>Канев Владислав Олегович</li>
<li>Касьянов Никита Юрьевич</li>
<li>Каторгина Екатерина Сергеевна</li>
<li>Катряев Владислав Андреевич</li>
<li>Ким Никита Олегович</li>
<li>Коваленко Анита Тимофеевна</li>
<li>Кованова Елизавета Александровна</li>
<li>Коган Сергей Александрович</li>
<li>Козин Борис Алексеевич</li>
<li>Коклин Владислав Дмитриевич</li>
<li>Конов Даниил Дмитриевич</li>
<li>Коньков Антон Александрович</li>
<li>Корягин Никита Васильевич</li>
<li>Косов Михаил Александрович</li>
<li>Кострова Светлана Евгеньевна</li>
<li>Кочаровский Денис Владимирович</li>
<li>Кочетов Александр Романович</li>
<li>Кочетов Николай Александрович</li>
<li>Крайнов Данил Алексеевич</li>
<li>Кривошеин Александр Дмитриевич</li>
<li>Крытьев Роман Игоревич</li>
<li>Кузина Елена Ильинична</li>
<li>Кузьмина Елизавета Васильевна</li>
<li>Кучкин Алексей Антонович</li>
<li>Лапин Артем Сергеевич</li>
<li>Ларин Константин Дмитриевич</li>
<li>Ларина Екатерина Александровна</li>
<li>Лукичева Полина Александровна</li>
<li>Лупанов Арсений Дмитриевич</li>
<li>Люкшин Иван Андреевич</li>
<li>Мальков Евгений Максимович</li>
<li>Мальцев Виктор Алексеевич</li>
<li>Маркеева Таисия Максимовна</li>
<li>Мартыненко Владимир Александрович</li>
<li>Масленников Федор Алексеевич</li>
<li>Масов Егор Александрович</li>
<li>Мееров Михаил Иосифович</li>
<li>Мельник Марина Васильевна</li>
<li>Мишанин Дмитрий Евгеньевич</li>
<li>Моисеев Даниил Сергеевич</li>
<li>Молчанов Георгий Александрович</li>
<li>Морковин Савва Сергеевич</li>
<li>Морозов Егор Алексеевич</li>
<li>Муляр Максим Александрович</li>
<li>Мусатов Алексей Алексеевич</li>
<li>Николаев Илья Игоревич</li>
<li>Ноздрин Даниил Александрович</li>
<li>Осипов Павел Дмитриевич</li>
<li>Панова Екатерина Николаевна</li>
<li>Пежемский Артём Николаевич</li>
<li>Петриченко Кирилл Владимирович</li>
<li>Пилипчук Максим Викторович</li>
<li>Плаксин Данила Романович</li>
<li>Платонов Алексей Денисович</li>
<li>Поезжалов Даниил Валентинович </li>
<li>Рунов Ростислав Сергеевич</li>
<li>Рычков Андрей Сергеевич</li>
<li>Самкович Илья Ильич</li>
<li>Сахаров Тихон Алексеевич</li>
<li>Семина Анна Алексеевна</li>
<li>Сиднев Алексей Александрович</li>
<li>Сидоров Даниил Романович</li>
<li>Синяйкин Гопал Федорович</li>
<li>Смирнов Семен Александрович</li>
<li>Софьин Александр Дмитриевич </li>
<li>Спиридонова Анастасия Александровна</li>
<li>Сунцов Василий Андреевич</li>
<li>Сусорова Марина Александровна</li>
<li>Талибов Сэрхан Махмад оглы</li>
<li>Тепляков Владислав Витальевич </li>
<li>Тройникова Вероника Дмитриевна</li>
<li>Тумаков Вадим Сергеевич</li>
<li>Тумаков Вадим Сергеевич</li>
<li>Уртюков Илья Алексеевич</li>
<li>Федоренко Артем Витальевич</li>
<li>Федосеев Михаил Алексеевич</li>
<li>Филькин Андрей Евгеньевич</li>
<li>Фомин Дмитрий Даниилович</li>
<li>Фролов Олег Вячеславович</li>
<li>Хуртин Алексей Евгеньевич</li>
<li>Цивиков Макар Александрович</li>
<li>Цыганок Андрей Ильич</li>
<li>Червяков Владислав Олегович</li>
<li>Шадымов Дмитрий Алексеевич</li>
<li>Шапошников Глеб Юрьевич</li>
<li>Шехунов Максим Алекссандрович</li>
<li>Шишарин Роман Александрович</li>
<li>Шпынов Никита Артемович</li>
<li>Штокман Алексей Ильич</li>
<li>Щепалов Николай Александрович</li>
<li>Яковлев Михаил Сергеевич</li>
<li>Яров Михаил Андреевич</li>
<li>Яшков Игорь Игоревич</li>
</ul>

<?php 
endonn();
?>
