<?php 
$backpath="../..";
include_once("$backpath/onn.php");
startonn("/Город/NNOI XVI/Участники","Список участников XVI городской олимпиады");
?>
<h1>Список участников XVI Нижегородской городской олимпиады</h1>
<p>К участию в XVI Нижегородской городской олимпиаде приглашаются следующие участники:</p>
<p>Напрямую (без отборочного тура):</p>
<ul>
<li>все призеры прошлогодней областной олимпиады;</li>
<li>все призеры прошлогодней городской олимпиады;</li>
<li>все школьники, писавшие районную олимпиаду по задачам для 9-11 классов и набравшие 200 и более баллов.</li>
</ul>

<p>По <a href="zaoch/results.php">результатам отборочного тура</a>:</p>
<ul>
<li>все 11-классники, набравшие на отборочном туре 360 баллов и больше;</li>
<li>все 10-классники, набравшие на отборочном туре 360 баллов и больше;</li>
<li>все 9-классники, набравшие на отборочном туре 250 баллов и больше;</li>
<li>все 8-классники и младше, набравшие на отборочном туре 240 баллов и больше.</li>
</ul>

<p>Кроме того, к участию в олимпиаде приглашаются школьники Нижегородской области, набравшие на областной олимпиаде 300 и более баллов.</p>

<p>Основная группа участников будет участвовать за полноценными компьютерами. Нескольким участникам, приглашенным по результатам отборочного тура, будут предоставлены только ноутбуки, в связи с недостатком компьютеров в ННГУ.</p>

<p>Олимпиада состоится в субботу 29 февраля во 2 корпусе ННГУ (пр. Гагарина, 23). Регистрация с 9.30 до 10.00.</p>

<p><b>Внимание! Дата проведения олимпиады изменена на 29 февраля.</b></p>

<p>Итоговый список участников олимпиады (список отсортирован по номеру школы, затем по классу; звездочкой отмечены участники, которые будут участвовать за ноутбуками):</p>

<ul>
<li>Земляникин Максим, 18, 11</li>
<li>Урлин Вадим, 25, 10</li>
<li>Подъячих Михаил, 33, 10</li>
<li>Козулин Илья, 33, 11</li>
<li>Рычков Андрей, 33, 11</li>
<li>Косов Михаил, 36, 9</li>
<li>* Копнов Александр, 36, 11</li>
<li>Батурин Егор, 36, 11</li>
<li>Тройникова Вероника, 36, 11</li>
<li>* Сазанов Никита, 38, 10</li>
<li>Поднебеснова Яна, 38, 11</li>
<li>Савело Иван, 38, 11</li>
<li>Шехунов Максим, 38, 11</li>
<li>Шустров Дмитрий, 38, 11</li>
<li>Бацын Тимофей, 40, 5</li>
<li>Данилов Никита, 40, 5</li>
<li>Осинин Константин, 40, 5</li>
<li>Мееров Михаил, 40, 7</li>
<li>* Забродский Александр, 40, 8</li>
<li>Краев Алексей, 40, 8</li>
<li>Олонцев Михаил, 40, 8</li>
<li>* Виноградов Иван, 40, 9</li>
<li>* Рамс Сергей, 40, 9</li>
<li>Дунаев Денис, 40, 9</li>
<li>Жебряков Данила, 40, 9</li>
<li>Кирюхов Андрей, 40, 9</li>
<li>Россохин Александр, 40, 9</li>
<li>Талибов Сэрхан, 40, 9</li>
<li>Семериков Виктор, 40, 10</li>
<li>* Акатов Валерий, 40, 11</li>
<li>Беляков Сергей, 40, 11</li>
<li>Горишний Максим, 40, 11</li>
<li>Ильин Андрей, 40, 11</li>
<li>Ларин Константин, 40, 11</li>
<li>Филатов Андрей, 40, 11</li>
<li>Червяков Владислав, 40, 11</li>
<li>Штокман Алексей, 40, 11</li>
<li>Морозов Иван, 45, 9</li>
<li>Каплин Роман, 55, 10</li>
<li>Ершов Александр, 82, 8</li>
<li>Шиляев Иван, 82, 8</li>
<li>Бочаров Артём, 82, 10</li>
<li>Цыганок Андрей, 82, 10</li>
<li>Денисов Роман, 82, 11</li>
<li>Кривошеин Александр, 82, 11</li>
<li>Платонов Алексей, 82, 11</li>
<li>Пустотин Даниил, 82, 11</li>
<li>* Мальков Евгений, 85, 10</li>
<li>Логинов Александр, 85, 10</li>
<li>Маляев Кирилл, 85, 10</li>
<li>Козлов Арсений, 87, 9</li>
<li>Волков Владимир, 87, 10</li>
<li>Румянцев Константин, 87, 11</li>
<li>Ермольев Тихон, 91, 7</li>
<li>Тепляков Владислав, 103, 8</li>
<li>Кузнецов Степан, 165, 8</li>
<li>Зотов Николай, 165, 9</li>
<li>Конов Даниил, 165, 9</li>
<li>Шапошников Глеб, 165, 9</li>
<li>Галкин Максим, 165, 10</li>
<li>Трубников Артём, 165, 10</li>
<li>Абашин Даниил, 165, 11</li>
<li>Гонзов Антон, 165, 11</li>
<li>Крайнов Данил, 165, 11</li>
<li>Кузьмина Елизавета, 165, 11</li>
<li>* Власова Оксана, 185, 7</li>
<li>Ефремов Демид, 14 (Балахна), 10</li>
<li>Копылов Олег, 14 (Балахна), 11</li>
<li>Тикунов Степан, 2 (Дзержинск), 10</li>
<li>Срибняк Александр, Гимназия (Арзамас), 10</li>
<li>Щурцов Фёдор, Лицей (Арзамас), 11</li>
<li>Андосов Герман, 37 (Дзержинск), 10</li>
</ul>

<?php 
endonn();
?>
