<?php 
$backpath="../..";
include_once("$backpath/onn.php");
startonn("/Город/NNOI XVI/Заявки","XVI Нижегородская городская олимпиада школьников по информатике");
?>
<h1>XVI Нижегородская городская олимпиада школьников по информатике</h1>
<p>
Жюри Нижегородской городской олимпиады школьников по информатике им. В.Д. Лелюха рассмотрело поступившие заявки на участие в олимпиаде и решило пригласить на олимпиаду напрямую:</p>
<ul>
<li>всех призеров прошлогодней областной олимпиады;</li>
<li>всех призеров прошлогодней городской олимпиады;</li>
<li>всех школьников, писавших районную олимпиаду по задачам для 9-11 классов и набравших 200 и более баллов.</li>
</ul>

<p>Все остальные школьники, на которых были поданы заявки, приглашаются к участию в дополнительном отборочном туре.</p>

<p>Списки участников, приглашенных напрямую и приглашенных на отборочный тур, приведены ниже. Информация про отборочный тур, включая логины и пароли для доступа в тестирующую систему, была направлена на адреса электронной почты, указанные при подаче заявок.<p>

<p>Если вы не получили информацию, или если вы считаете, что в списках есть ошибки (ваши заявки потеряны или какие-то из ваших школьников приглашены только на отборочный тур, хотя должны быть приглашены напрямую), срочно напишите Петру Андреевичу Калинину на адрес petr@kalinin.nnov.ru.</p>

<h2>Общая информация про отборочный тур</h2>
<p><b>Заочный отборочный тур</b> пройдет в субботу 18 января. Начало в 12:00, длительность 2 часа, окончание в 14:00. Для участия в отборочном туре школьникам надо будет зайти на сайт <a href="http://ije.algoprog.ru">http://ije.algoprog.ru</a>, там войти в автоматическую тестирующую систему с логином и паролем, высланными на адрес, указанный при подаче заявки (логины и пароли чувствительны к регистру, буквы в логинах и паролях английские!), скачать в системе условия задач и отправлять в систему свои решения. Подробная инструкция по работе с тестирующей системой, а также памятка участника доступны на данном сайте: <a href="/nnoi/nnoi_16/zaoch/ije_webserver.pdf">инструкция</a>, <a href="/nnoi/nnoi_16/zaoch/mem.pdf">памятка</a>; также у участников будет возможность познакомиться с тестирующей системой во время пробного тура (см. ниже). </p>

<p>Участники могут писать отборочный тур с любого компьютера, на котором есть доступ в интернет и необходимое участникам программное обеспечение; при этом жюри рекомендует школам предоставить желающим школьникам возможность написания отборочного тура в компьютерных классах школы и возможность установки на эти компьютеры необходимого участникам программного обеспечения. Участники могут выбирать программное обеспечение для разработки программ по своему усмотрению, но в тестирующей системе будут установлены только следующие компиляторы:</p>

<ul>
<li>Free Pascal 3.0.0</li>
<li>PascalABC.NET 3.2</li> 
<li>GNU C++ 5.1.0 </li>
<li>GNU C++ 5.1.0 / С++14 </li>
<li>Python 3.6.0 </li>
<li>Python 2.7.13 </li>
<li>C# 1.3.1 (MS Visual Studio 2015)</li>
<li>C++  / MS Visual Studio 2015</li>
<li>Java 8u121</li>
</ul>

<p>Решения участников будут проверяться именно под этими компиляторами (при сдаче решения участник указывает, каким из этих компиляторов необходимо компилировать это решение). Возможна замена версий компиляторов на более новые. Точные версии будут указаны в тестирующей системе.</p>

<p>Во время тура участникам разрешается пользоваться любыми печатными и электронными носителями информации, но запрещается общаться между собой, с учителями и т.д., в том числе обсуждать решения задач, текущие результаты, передавать свои решения, обмениваться паролями, заходить в систему под логином другого школьника и т.п. (Конечно, допускается общение с учителями по техническим вопросам, не касающимся конкретных задач.)</p>

<p>Жюри олимпиады будет в меру возможности контролировать соблюдение этих правил (проводить проверку решений на похожесть, контролировать, что один логин используется только одним школьником и т.п.) и оставляет за собой право дисквалифицировать всех участников, нарушающих эти правила. В частности, при обнаружении списанных решений жюри не будет разбираться в том, кто является автором решения, а кто — заимствователем; при обнаружении использования одного логина несколькими школьниками жюри не будет разбираться, кто из этих школьников виноват, а кто нет. В случае, если жюри обнаружит масштабные нарушения среди участников из одной школы, жюри оставляет за собой право дисквалифицировать вообще всех участников из этой школы, а также принять во внимание этот факт в следующем году при проведении отбора на очередную городскую олимпиаду.</p>

<p>По результатам отборочного тура будут выбраны участники городской олимпиады в дополнение к тем, кто приглашен напрямую. При выборе участников жюри оставляет за собой право, в случае близких результатов отборочного тура, также учитывать и результаты районной олимпиады.</p>

<p>Перед отборочным туром будет проведен <b>пробный тур</b>: пробный тур начнется 18 января в 10:45 и окончится в 11:45. На пробном туре будет предложена одна простая задача, цель пробного тура — познакомиться с тестирующей системой. Участие в пробном туре не обязательно, его результаты не будут учитываться при отборе на городскую олимпиаду. Тем не менее, участникам, не имеющим опыта работы с автоматическими тестирующими системами, рекомендуется принять участие в пробном туре. В частности, жюри не будет рассматривать претензии, связанные с непониманием того, как работает тестирующая система, во время основного отборочного тура.</p>

<p>Условия пробного тура вы можете скачать заранее <a href="/nnoi/nnoi_16/zaoch/nnoi-prelim.pdf">на этом сайте</a>.</p>

<p>В случае возникновения каких-либо проблем с тестирующей системой во время пробного или основного отборочного тура вы можете использовать следующие контакты для оперативной связи с жюри:</p>
<ul>
  <li>Калинин Петр Андреевич, +7-910-794-32-07, petr@kalinin.nnov.ru;</li>
  <li>ближе к туру здесь, возможно, будут опубликованы дополнительные контакты.</li>
</ul>

<p>Жюри олимпиады просит вас регулярно во время тура, а также после тура, проверять электронный адрес, указанный при регистрации; в случае необходимости, объявления и дополнительная информация от жюри будет направлена на этот адрес (а также, по возможности, указана на главной странице тестирующей системы). Информация о результатах отборочного тура будет также направлена на этот адрес (а также выставлена на данном сайте).</p>

<p>Ответственность за технические проблемы с компьютерами участников несут сами участники. В случае возникновения технических проблем с компьютерами участников (не работающие компьютеры или компиляторы, проблемы с доступом в сеть и т.п.) жюри олимпиады не будет делать никаких поправок на этот счет (добавлять время к туру и т.п.)</p>

<p>Обратите внимание, что сайт <a href="http://ije.algoprog.ru">ije.algoprog.ru</a> в обычное время недоступны. Он будет сделан доступным незадолго до пробного тура, а до этого по этому адресу находится только “заглушка”. Жюри рекомендует заранее убедиться в том, что доступ к сайту ije.algoprog.ru не заблокирован на тех компьютерах, на которых будут работать участники (т.е. что заглушка доступна).</p>

<p>По любым вопросам можно обращаться к председателю жюри олимпиады Петру Андреевичу Калинину по указанному выше телефону и адресу электронной почты.</p>

<h2>Список школьников, приглашенных напрямую</h2>
<ul>
<li>Абашин Даниил Андреевич</li>
<li>Батурин Егор Дмитриевич</li>
<li>Бацын Тимофей Михайлович</li>
<li>Беляков Сергей Александрович</li>
<li>Бочаров Артём Максимович</li>
<li>Волков Владимир Андреевич</li>
<li>Галкин Максим Сергеевич</li>
<li>Гонзов Антон Алексеевич</li>
<li>Горишний Максим Павлович</li>
<li>Денисов Роман Олегович</li>
<li>Ермольев Тихон Дмитриевич</li>
<li>Ершов Александр Андреевич</li>
<li>Жебряков Данила Александрович</li>
<li>Земляникин Максим Евгеньевич</li>
<li>Зотов Николай Алексеевич</li>
<li>Ильин Андрей Михайлович</li>
<li>Каплин Роман Денисович</li>
<li>Кирюхов Андрей Дмитриевич</li>
<li>Козлов Арсений Романович</li>
<li>Козулин Илья Юрьевич</li>
<li>Конов Даниил Дмитриевич</li>
<li>Косов Михаил Александрович</li>
<li>Крайнов Данил Алексеевич</li>
<li>Кривошеин Александр</li>
<li>Кузьмина Елизавета Васильевна</li>
<li>Ларин Константин Дмитриевич</li>
<li>Логинов Александр Михайлович</li>
<li>Маляев Кирилл Александрович</li>
<li>Морозов Иван Даниилович</li>
<li>Платонов Алексей Денисович</li>
<li>Поднебеснова Яна</li>
<li>Подъячих Михаил Владиславович</li>
<li>Пустотин Даниил Александрович</li>
<li>Россохин Александр Владимирович</li>
<li>Румянцев Константин Валерьевич</li>
<li>Рычков Андрей Сергеевич</li>
<li>Савело Иван Евгеньевич</li>
<li>Семериков Виктор Алексеевич</li>
<li>Тепляков Владислав Витальевич</li>
<li>Тройникова Вероника Дмитриевна</li>
<li>Трубников Артём Михайлович</li>
<li>Урлин Вадим Андреевич</li>
<li>Филатов Андрей Александрович</li>
<li>Цыганок Андрей Ильич</li>
<li>Червяков Владислав Олегович</li>
<li>Шапошников Глеб Юрьевич</li>
<li>Шехунов Максим Александрович</li>
<li>Штокман Алексей Ильич</li>
<li>Шустров Дмитрий Михайлович</li>
</ul>

<h2>Список школьников, приглашенных на отборочный тур</h2>

<ul>
<li>Абашина Ксения Александровна</li>
<li>Абин Павел Алексеевич</li>
<li>Аврелин Платон Сергеевич</li>
<li>Агафеев Сергей Олегович</li>
<li>Агеев Максим Александрович</li>
<li>Акатов Валерий Павлович</li>
<li>Андреев Юрий Сергеевич</li>
<li>Антонов Илья Витальевич</li>
<li>Афонин Михаил Дмитриевич</li>
<li>Батяев Егор Константинович</li>
<li>Беляев Роман Дмитриевич</li>
<li>Березин Никита </li>
<li>Бирин Максим Сергеевич</li>
<li>Блох Александр Максимович </li>
<li>Бовырин Денис Александрович</li>
<li>Большаков Вячеслав Александрович</li>
<li>Борисов Иван Александрович</li>
<li>Борисов Савелий Андреевич</li>
<li>Борисов Сергей Михайлович </li>
<li>Бредихин Данила Владимирович</li>
<li>Бугрова Анастасия Михайловна </li>
<li>Бузин Никита Ильич </li>
<li>Бузмаков Михаил Константинович</li>
<li>Бурдейный Артём Игоревич</li>
<li>Бутыгин Даниил Алексеевич</li>
<li>Вагин Никита Вадимович</li>
<li>Вдовичев Никита Сергеевич</li>
<li>Викулова Полина Владимировна</li>
<li>Виноградов Иван Геннадьевич</li>
<li>Власова Оксана Евгеньевна</li>
<li>Волков Данил Алексеевич</li>
<li>Волкова Дарья Валерьевна</li>
<li>Волосенков Сергей Петрович</li>
<li>Воробьев Алексей Николаевич</li>
<li>Воронин Михаил Михайлович</li>
<li>Выставкин Константин Максимович</li>
<li>Галеев Тамирлан Рустамович </li>
<li>Гарипов Арсен Ирикович</li>
<li>Гаургашвили Адам Романович</li>
<li>Гирин Владислав Александрович</li>
<li>Гиричев Александр Антонович</li>
<li>Глумов Степан Сергеевич</li>
<li>Горбунов Алексей Ильич</li>
<li>Грачев Алексей Анатольевич</li>
<li>Григорьев Александр Алексеевич</li>
<li>Грошев Степан Владимирович</li>
<li>Гуленков Леонид Сергеевич</li>
<li>Гурьянов Кирилл Алексеевич</li>
<li>Даниил Дмитриевич Калинин</li>
<li>Данилов Артем Дмитриевич</li>
<li>Данилов Никита Игоревич</li>
<li>Дашкевич Егор Вячеславович</li>
<li>Дема Максим Сергеевич</li>
<li>Демаков Матвей Александрович</li>
<li>Деулин Сергей Сергеевич</li>
<li>Дмитриев Всеволод Дмитриевич</li>
<li>Дунаев Денис Станиславович</li>
<li>Егоров Алексей Денисович</li>
<li>Егоров Иван</li>
<li>Егоров Михаил Евгеньевич</li>
<li>Ежов Роман Андреевич</li>
<li>Елистратов Владимир Михайлович</li>
<li>Еремин Василий Евгеньевич</li>
<li>Ермолаев Данила Александрович</li>
<li>Заботин Артём Сергеевич</li>
<li>Забродский Александр Владимирович</li>
<li>Зинченко Бажена Дмитриевна</li>
<li>Зинченко Кирилл Дмитриевич</li>
<li>Золотухин Тимофей Михайлович</li>
<li>Зырянов Константин Дмитриевич</li>
<li>Иваницкий Георгий Сергеевич</li>
<li>Иванов Андрей Вадимович</li>
<li>Ивленков Тимофей Алексеевич</li>
<li>Иосилевич Григорий Михайлович</li>
<li>Калашников Лев Леонидович</li>
<li>Калинин Александр Федорович</li>
<li>Калмыков Роман Сергеевич</li>
<li>Капелюха Маргарита Олеговна</li>
<li>Капустин Михаил Вячеславович</li>
<li>Караганов Илья Александрович</li>
<li>Карасева Алина Сергеевна</li>
<li>Карпычева Мария Алексеевна</li>
<li>Качков Степан Дмитриевич</li>
<li>Клыков Георгий Алексеевич</li>
<li>Ковалева Варвара Александровна</li>
<li>Коган Сергей Александрович</li>
<li>Козин Борис Алексеевич</li>
<li>Колбина Елена Алексеевна</li>
<li>Колеватов Илья Викторович</li>
<li>Кондрашин Виктор Васильевич</li>
<li>Кондрашов Кирилл Юрьевич</li>
<li>Конев Николай Дмитриевич </li>
<li>Копнов Александр Александрович</li>
<li>Кораблев Матвей Николаевич</li>
<li>Корнев Константин Дмитриевич</li>
<li>Коротин Егор</li>
<li>Костров Рустам Вадимович</li>
<li>Кочетов Николай Александрович</li>
<li>Краев Алексей Андреевич</li>
<li>Красильников Алексей Вадимович</li>
<li>Круглов Алексей Михайлович</li>
<li>Кудряшов Никита Александрович</li>
<li>Кузьмичев Александр Георгиевич</li>
<li>Кулёва Анна Андреевна</li>
<li>Купоросов Денис Олегович</li>
<li>Кучкин Алексей Антонович</li>
<li>Лабутин Владислав Сергеевич</li>
<li>Лаптев Андрей </li>
<li>Лаптев Михаил Анатольевич</li>
<li>Латышев Арсений Михайлович </li>
<li>Латышев Георгий Алексеевич</li>
<li>Лашкевич Арсений Андреевич</li>
<li>Лебедев Александр Романович</li>
<li>Лебедев Евгений Игоревич</li>
<li>Лекомцев Павел Олегович</li>
<li>Линючев Дмитрий Алексеевич</li>
<li>Логинов Евгений Александрович</li>
<li>Логинов Михаил Владимирович</li>
<li>Лопатин Илья Игоревич</li>
<li>Лукичёв Фёдор Алексеевич</li>
<li>Лупанов Арсений Дмитриевич</li>
<li>Лябин Игорь Валерьевич</li>
<li>Максимов Андрей Олегович </li>
<li>Малышев Максим Андреевич</li>
<li>Мальков Евгений Максимович</li>
<li>Мальцев Виктор Алексеевич</li>
<li>Маринин Евгений Иванович</li>
<li>Маринин Кирилл Александрович</li>
<li>Маркеева Екатерина Сергеевна</li>
<li>Мартьянова Ольга Артемьевна</li>
<li>Мееров Михаил Иосифович </li>
<li>Мельник Марина Васильевна</li>
<li>Мельников Алексей Александрович</li>
<li>Мельников Андрей Александрович</li>
<li>Мельников Кирилл Андреевич</li>
<li>Меркулова Елизавета Алексеевна</li>
<li>Млодик Мария Евгеньевна</li>
<li>Моисеев Даниил Сергеевич</li>
<li>Морозов Андрей Владимирович</li>
<li>Муляр Максим Александрович</li>
<li>Муравьев Максим Андреевич</li>
<li>Мусин Александр Николаевич</li>
<li>Мяков Тимофей Ильич</li>
<li>Нагаев Александр Сергеевич</li>
<li>Нагаев Алексей Сергеевич</li>
<li>Назаренко Варвара Викторовна</li>
<li>Неваев Дмитрий Андреевич</li>
<li>Невидимов Яков Александрович</li>
<li>Некоркин Дмитрий Сергеевич</li>
<li>Никитин Анатолий Михайлович</li>
<li>Николаева Алена</li>
<li>Николаева Ника Руслановна</li>
<li>Николаева Полина</li>
<li>Новиков Олег Игоревич</li>
<li>Носарев Михаил Михайлович</li>
<li>Носков Илья Павлович</li>
<li>Овчаренко Екатерина Юрьевна</li>
<li>Олонцев Михаил Сергеевич</li>
<li>Осинин Константин Сергеевич</li>
<li>Паршин Даниил Денисович</li>
<li>Пауль Владислав Александрович</li>
<li>Пашина Алина Игоревна</li>
<li>Педченко Артём Антонович</li>
<li>Перевезенцев Александр Ильич</li>
<li>Петриченко Кирилл Владимирович</li>
<li>Петрова Мария Николаевна</li>
<li>Пичугин Александр Иванович</li>
<li>Пластов Андрей Андреевич</li>
<li>Погосян Влад Грашкович</li>
<li>Полозов Владислав Олегович</li>
<li>Полякова Алёна Вячеславовна</li>
<li>Попугаев Денис Иванович</li>
<li>Присталов Ярослав Алексеевич</li>
<li>Пупков Михаил Андреевич</li>
<li>Пушкарев Илья Александрович</li>
<li>Развозов Максим Михайлович</li>
<li>Рамс Сергей Никитич</li>
<li>Ремизов Кирилл Львович</li>
<li>Ренова Алина Алексеевна</li>
<li>Розенберг Алексей Светославович</li>
<li>Рунов Ростислав Сергеевич </li>
<li>Рыбаков Александр Александрович</li>
<li>Сазанов Никита Александрович</li>
<li>Салин Иван Сергеевич</li>
<li>Салин Роман Александрович</li>
<li>Самедов Николай</li>
<li>Самсонова Карина Евгеньевна</li>
<li>Сахно Михаил Юрьевич</li>
<li>Сборнова Алена Ивановна</li>
<li>Свешников Максим Михайлович</li>
<li>Святов Артём Алексеевич</li>
<li>Семенников Андрей Алексеевич</li>
<li>Семериков Тимофей Алексеевич</li>
<li>Семина Анна Алексеевна</li>
<li>Серажетдинов Михаил Евгеньевич</li>
<li>Сергеева Олеся Николаевна</li>
<li>Сиднев Алексей Александрович</li>
<li>Сидоров Юрий Константинович</li>
<li>Скороходова Екатерина Александровна</li>
<li>Скулкин Никита Алексеевич</li>
<li>Смирнов Александр Андреевич</li>
<li>Смирнов Александр Андреевич</li>
<li>Смирнов Алексей Александрович</li>
<li>Смирнов Иван Антонович</li>
<li>Соболь Любовь Андреевна</li>
<li>Совецков Никита Александрович</li>
<li>Соколова Мария Валерьевна</li>
<li>Соловьёв Иван Иванович</li>
<li>Сорока Сергей Алексеевич</li>
<li>Соснина Александра Максимовна</li>
<li>Степанов Никита Александрович</li>
<li>Стрельцов Артем Романович</li>
<li>Строганцев Антон Максимович</li>
<li>Сунцов Василий Андреевич </li>
<li>Сухарева Виктория</li>
<li>Суюндуков Тимур Римович</li>
<li>Талибов Сэрхан Махмад оглы</li>
<li>Теньшов Дмитрий Евгеньевич</li>
<li>Тиховодов Виктор Владимирович</li>
<li>Токарев Максим Андреевич</li>
<li>Токарев Сергей Евгеньевич</li>
<li>Тюкалкин Николай Алексеевич</li>
<li>Тютин Евгений Викторович</li>
<li>Ульянычев Алексей Игоревич</li>
<li>Упирвицкий Евгений Николаевич</li>
<li>Федотова Татьяна Алексеевна</li>
<li>Филенков Алексей Дмитриевич</li>
<li>Фролов Олег Вячеславович</li>
<li>Хавронин Артем Дмитриевич</li>
<li>Хазанов Борис Ефимович</li>
<li>Хуртин Алексей Евгеньевич</li>
<li>Чанаева Дарья Эдуардовна</li>
<li>Чепель Артем Сергеевич</li>
<li>Шадымов Дмитрий Алексеевич</li>
<li>Швецов Данила Павлович</li>
<li>Шеин Андрей Викторович</li>
<li>Шейх Руслан Халедович</li>
<li>Шерстневский Георгий Сергеевич</li>
<li>Шиголин Матвей Алексеевич</li>
<li>Шиловский Юрий Эдуардович</li>
<li>Шиляев Иван Павлович</li>
<li>Шипунова Диана Борисовна</li>
<li>Ширинкин Тимур Борисович</li>
<li>Шишкарёв Андрей Максимович</li>
<li>Шляков Максим Сергеевич</li>
<li>Щур Дарья Сергеевна</li>
<li>Языков Артем Николаевич</li>
</ul>

<?php 
endonn();
?>
