<?php 
$backpath="../..";
include_once("$backpath/onn.php");
startonn("/Город/NNOI XVII/Порядок","Подача заявок и отбор участников");
?>
<h1>Порядок подачи заявок для участия в олимпиаде и отбора участников олимпиады</h1>


<p>В олимпиаде могут принимать участие обучающиеся 8-11 классов школ города Нижнего Новгорода. Для участия в олимпиаде необходимо подать заявку, по результатам заявок формируется состав участников. Обучающиеся младшего возраста могут быть допущены к участию в олимпиаде за 8 класс при условии прохождения отбора наравне с остальными учащимися 8 класса. Чтобы кандидатура такого обучающегося была рассмотрена, на него необходимо подать заявку в общем порядке.</p>

<p>Заявки на участие в олимпиаде могут быть поданы органами, осуществляющими управление в сфере образования администраций районов города Нижнего Новгорода, общеобразовательными учреждениями, учреждениями дополнительного образования, лично школьниками или их официальными представителями. Для подачи заявки на участие в олимпиаде необходимо в срок до 19.04.2021 г. на каждого участника, включаемого в заявку, заполнить форму по адресу <a href="http://bit.do/nnoi2021">http://bit.do/nnoi2021</a> (альтернативный адрес: <a href="https://docs.google.com/forms/d/e/1FAIpQLSdYx81ebP34DCZwkX0BTTnXJOakozK2Mlq9qIi_BzHBRbZTDQ/viewform">https://docs.google.com/forms/d/e/1FAIpQLSdYx81ebP34DCZwkX0BTTnXJOakozK2Mlq9qIi_BzHBRbZTDQ/viewform</a>).</p>
<p>По всем вопросам, связанным с регистрацией, можно обращаться к председателю жюри олимпиады Петру Андреевичу Калинину по телефону +7-910-794-32-07 или электронной почте petr@kalinin.nnov.ru.</p>
<p><b>Срок подачи заявок -  до 19.04.2021 г. (включительно).</b>
<p>Результаты рассмотрения заявок будут объявлены не позднее 21.04.2021 г. </p>

<p>Из числа поданных заявок с учетом результатов муниципального и регионального этапа ВсОШ, а также городской олимпиады 2019-2020 уч. г., будет проводиться отбор на участие в олимпиаде. Часть обучающихся будет приглашена к участию в олимпиаде напрямую, другая часть 24 апреля 2021 г. примет участие в заочном отборочном туре, по итогам которого будут отобраны дополнительные участники олимпиады.</p>

<p>Информация о результатах рассмотрения заявок вместе со списками обучающихся, приглашенных к участию в олимпиаде напрямую, а также обучающихся, приглашенных к участию в отборочном туре, будет выслана на электронный адрес, указанный в заявке, а также опубликована на сайте <a href="http://olympiads.nnov.ru">http://olympiads.nnov.ru</a>, не позднее 21.04.2021 г. Лицам, подавшим заявку на участие в олимпиаде, рекомендуется регулярно проверять указанный в заявке электронный адрес, а также сайт <a href="http://olympiads.nnov.ru">http://olympiads.nnov.ru</a> с целью оперативного получения информации о рассмотрении заявок.</p>

<p>Отборочный тур олимпиады состоится 24 апреля 2021 г. Обучающиеся, приглашенные к участию в отборочном туре, выполняют задания тура заочно. Продолжительность отборочного тура - 2 часа, начало – ориентировочно в 13.00. Для участия в отборочном туре необходимо зайти на сайт тестирующей системы (адрес будет сообщен по указанной в заявке электронной почте), скачать условия задач отборочного тура и отправить свои решения. Участники могут писать отборочный тур с любого компьютера, на котором есть доступ в интернет и необходимое участникам программное обеспечение; при этом жюри рекомендует школам предоставить возможность участникам писать отборочный тур в компьютерных классах школы. Перед отборочным туром будет проведен пробный тур (начало ориентировочно в 11.30), в течение которого школьники смогут ознакомиться с тестирующей системой. Подробная информация про отборочный тур будет выслана вместе с информацией о результатах рассмотрения заявок.</p>

<p>По результатам отборочного тура будут определены дополнительные участники олимпиады. Результаты отборочного тура и полные списки участников олимпиады станут известны не позднее 1 мая. Результаты будут направлены на указанный в заявке адрес электронной почты, а также опубликованы на сайте <a href="http://olympiads.nnov.ru">http://olympiads.nnov.ru</a>.</p>

<p>Помимо обучающихся школ г. Н. Новгорода, к участию в олимпиаде будут приглашены школьники Нижегородской области, особо успешно выступившие на региональном этапе ВсОШ 2020-21 г. Подача заявок от этих школьников не требуется, жюри олимпиады свяжется с ними самостоятельно.</p>

<p>В олимпиаде смогут принять участие только школьники, приглашенные напрямую или определенные по итогам отборочного тура. </p>

<p>Список допустимых языков программирования на отборочном туре и на олимпиаде:</p>
<ul>
<li>FreePascal</li>
<li>Pascal ABC</li>
<li>C++</li>
<li>Python 3</li>
</ul>

<p>Возможно расширение списка допустимых языков с учетом поданных заявок (C#, Java и т.д.)</p>


<?php 
endonn();
?>
