<?php 
$backpath="../..";
include_once("$backpath/onn.php");
startonn("/Город/NNOI XVII/Основной тур","Основной тур XVII олимпиады");
?>
<h1>Основной тур XVII олимпиады</h1>
<h2>Расписание</h2>
<p>Предварительное расписание XVII олимпиады школьников по информатике им. В.Д. Лелюха:</p>

<ul>
<li>9.30 — 10.00 Регистрация</li>
<li>10.00 — 10.30 Техническое открытие</li>
<li>10.30 — 11.00 Знакомство с рабочими местами, пробный тур</li>
<li>11.00 — 16.00 Тур</li>
<li>16.00 — 17.00 Обед, ознакомление с подробностями тестирования, апелляция</li>
<li>17.00 — 18.30 Закрытие, награждение победителей и призеров, выступления организаторов и спонсоров</li>
</ul>

<p>Возможны сдвиги в расписании, особенно во второй половине дня. </p>

<p>Все мероприятия проходят 15 мая 2021 г. в 2 корпусе ННГУ им. Лобачевского (пр. Гагарина, 23).</p>

<p>В течение тура участникам будет предоставлен небольшой перекус, также во все время тура участники будут обеспечены питьевой водой. Участникам рекомендуется иметь с собой ручку и бумагу для черновиков; при желании участники могут также взять с собой на тур еду. Использование во время тура каких-либо электронных устройств, носителей информации, литературы и записей, сделанных до тура, не разрешено.</p>

<h2>Клавиатуры и мыши</h2>

<p>Участники могут использовать на туре свои клавиатуры и мышки при выполнении следующих требований:</p>

<ul>
<li>Устройства (клавиатуры и мышки) должны подключаться по USB и не требовать специальных драйверов.</li>
<li>У устройств должны отсутствовать дополнительные функции, и вообще устройства должны быть более-менее обычными. Степень обычности определяется жюри.</li>
<li>В частности, на клавиатурах должны отсутствовать дополнительные экраны, какие-либо совсем нестандартные кнопки (более-менее обычные медиакнопки допускаются), и т.д.</li>
<li>Устройства не должны создавать помех другим участникам олимпиады (в частности, не допускаются клавиатуры с особенно громкими клавишами).</li>
<li>Устройства должны быть предъявлены на регистрации; жюри имеет право по своему усмотрению запретить использование любого устройства.</li>
</ul>

<p>Компьютеры участников, участвующих за полноценными компьютерами, будут оборудованы стандартными клавиатурой и мышью, поэтому мы считаем, что этим участникам большой необходимости приносить свои клавиатуры и мыши нет. </p>

<?php 
endonn();
?>
