<?php 
$backpath="../..";
include_once("$backpath/onn.php");
startonn("/Город/NNOI XVII/Участники","Список участников XVII олимпиады");
?>
<h1>Список участников XVII Нижегородской олимпиады</h1>
<p>К участию в XVII Нижегородской олимпиаде приглашаются следующие участники из числа участников, на которых были поданы заявки:</p>
<p>Напрямую (без отборочного тура):</p>
<ul>
<li>все участники заключительного этапа Всероссийской олимпиады школьников по математике;</li>
<li>все призеры прошлогодней областной олимпиады;</li>
<li>все призеры прошлогодней городской олимпиады;</li>
<li>все школьники, писавших районную олимпиаду по задачам для 9-11 классов и набравшие:
<ul>
  <li>8 и младше классы: любое ненулевое количество баллов;</li>
  <li>9 класс: 50 и более баллов;</li>
  <li>10 класс: 100 и более баллов;</li>
  <li>11 класс: 150 и более баллов.</li>
</ul></liu>
</ul>

<p>По <a href="zaoch/results.php">результатам отборочного тура</a>:</p>
<ul>
<li>все 11- и 10-классники, набравшие на отборочном туре 194 балла и больше;</li>
<li>все 9- и 8-классники, набравшие на отборочном туре 150 баллов и больше;</li>
</ul>

<p>Кроме того, к участию в олимпиаде приглашаются школьники Нижегородской области, набравшие на областной олимпиаде 300 и более баллов.
Они не указаны в списке ниже, жюри их пригласит отдельно, или они могут напрямую связаться с жюри.</p>

<p>Олимпиада состоится в субботу 15 мая во 2 корпусе ННГУ (пр. Гагарина, 23). Регистрация с 9.30 до 10.00.</p>

<p>Итоговый список участников олимпиады (список отсортирован по номеру школы, затем по классу):</p>

<ul>
<li>Скороходов Сергей Александрович, 2, 8</li>
<li>Бархатова Дарья Денисовна, 30, 6</li>
<li>Артамонов Сергей Максимович , 36, 8</li>
<li>Гунько Леонид Юрьевич, 36, 8</li>
<li>Чистов Федор Андреевич, 36, 8</li>
<li>Волочаев Серафим Витальевич, 36, 10</li>
<li>Косов Михаил Александрович, 36, 10</li>
<li>Федоренко Артём Витальевич, 36, 10</li>
<li>Тепляков Владислав Витальевич, 38, 9</li>
<li>Морозов Егор Алексеевич, 38, 10</li>
<li>Сибиряков Михаил Ильич, 38, 10</li>
<li>Соловьева Дарья Анатольевна, 38, 10</li>
<li>Калинин Даниил Дмитриевич, 38, 11</li>
<li>Матясов Александр Николаевич, 38, 11</li>
<li>Бацын Тимофей Михайлович, 40, 6</li>
<li>Данилов Никита, 40, 6</li>
<li>Лаптев Михаил, 40, 6</li>
<li>Осинин Константин Сергеевич, 40, 6</li>
<li>Проскура Егор Дмитриевич, 40, 6</li>
<li>Смирнов Константин Львович, 40, 6</li>
<li>Семериков Тимофей Алексеевич, 40, 7</li>
<li>Зинченко Кирилл Дмитриевич, 40, 8</li>
<li>Мееров Михаил Иосифович, 40, 8</li>
<li>Упирвицкий Евгений Николаевич, 40, 8</li>
<li>Балаева Дарья Романовна, 40, 9</li>
<li>Забродский Александр Владимирович , 40, 9</li>
<li>Краев Алексей Андреевич, 40, 9</li>
<li>Морозов Андрей Владимирович, 40, 9</li>
<li>Волгин Максим Александрович, 40, 10</li>
<li>Жебряков Данила Александрович, 40, 10</li>
<li>Зинченко Бажена Дмитриевна, 40, 10</li>
<li>Кирюхов Андрей Дмитриевич, 40, 10</li>
<li>Россохин Александр Владимирович, 40, 10</li>
<li>Талибов Сэрхан Махмад оглы, 40, 10</li>
<li>Логинов Михаил Владимирович, 55, 11</li>
<li>Копнин Денис Сергеевич, 63, 10</li>
<li>Сизенко Матвей Александрович, 63, 10</li>
<li>Хуртин Алексей Евгеньевич, 63, 10</li>
<li>Пономарев Тимур Евгеньевич, 82, 8</li>
<li>Ершов Александр Андреевич, 82, 9</li>
<li>Муратов Егор Андреевич, 82, 9</li>
<li>Шиляев Иван Павлович, 82, 9</li>
<li>Бочаров Артём Максимович, 82, 11</li>
<li>Демаков Матвей Александрович, 82, 11</li>
<li>Цыганок Андрей Ильич, 82, 11</li>
<li>Иваницкий Георгий Сергеевич, 85, 10</li>
<li>Кашин Степан Олегович, 85, 11</li>
<li>Мальков Евгений Максимович, 85, 11</li>
<li>Маляев Кирилл Александрович, 85, 11</li>
<li>Варакин Георгий Вадимович, 87, 9</li>
<li>Макаров Дмитрий Сергеевич, 126, 8</li>
<li>Вагин Никита Вадимович, 127, 10</li>
<li>Сабурова Анастасия Павловна, 127, 10</li>
<li>Макаров Матвей Александрович, 165, 6</li>
<li>Гугунава Кирилл Зурабович, 165, 8</li>
<li>Кузнецов Степан Андреевич, 165, 9</li>
<li>Зотов Николай Алексеевич, 165, 10</li>
<li>Конов Даниил Дмитриевич, 165, 10</li>
<li>Родионцева Ирина Михайловна, 165, 10</li>
<li>Шапошников Глеб Юрьевич, 165, 10</li>
<li>Галкин Максим Сергеевич, 165, 11</li>
<li>Трубников Артём Михайлович, 165, 11</li>
<li>Исаев Иван Сергеевич , 180, 8</li>
<li>Вилков Кирилл Андреевич , 186, 11</li>
</ul>

<?php 

endonn();
?>
