<?php 
$backpath="../..";
include_once("$backpath/onn.php");
startonn("/Город/NNOI XVII/Заявки","XVII Нижегородская олимпиада школьников по информатике");
?>
<h1>XVII Нижегородская олимпиада школьников по информатике</h1>
<p>
Жюри Нижегородской олимпиады школьников по информатике им. В.Д. Лелюха рассмотрело поступившие заявки на участие в олимпиаде и решило <b>пригласить на олимпиаду напрямую</b> из числа школьников,
на которых были поданы заявки:</p>
<ul>
<li>всех участников заключительного этапа Всероссийской олимпиады школьников по математике;</li>
<li>всех призеров прошлогодней областной олимпиады;</li>
<li>всех призеров прошлогодней городской олимпиады;</li>
<li>всех школьников, писавших районную олимпиаду по задачам для 9-11 классов и набравших:
<ul>
  <li>8 и младше классы: любое ненулевое количество баллов;</li>
  <li>9 класс: 50 и более баллов;</li>
  <li>10 класс: 100 и более баллов;</li>
  <li>11 класс: 150 и более баллов.</li>
</ul></liu>
</ul>

<p>Все остальные школьники, на которых были поданы заявки, приглашаются к участию в заочном отборочном туре.</p>

<p>Списки участников, приглашенных напрямую и приглашенных на отборочный тур, приведены ниже. Информация про отборочный тур, включая логины и пароли для доступа в тестирующую систему, будет 21 апреля направлена на адреса электронной почты, указанные при подаче заявок.<p>

<p>Если вы не получите информацию до 24:00 21.04.2021, или если вы считаете, что в списках есть ошибки (ваши заявки потеряны или какие-то из ваших школьников приглашены только на отборочный тур, хотя должны быть приглашены напрямую), срочно напишите Петру Андреевичу Калинину на адрес petr@kalinin.nnov.ru.</p>

<h2>Общая информация про отборочный тур</h2>
<p><b>Заочный отборочный тур</b> пройдет в субботу 24 апреля. Начало в 14:00, длительность 2 часа, окончание в 16:00. Для участия в отборочном туре школьникам надо будет зайти на сайт <a href="http://ije.algoprog.ru">http://ije.algoprog.ru</a>, там войти в автоматическую тестирующую систему с логином и паролем, высланными на адрес, указанный при подаче заявки (логины и пароли чувствительны к регистру, буквы в логинах и паролях английские!), скачать в системе условия задач и отправлять в систему свои решения. Подробная инструкция по работе с тестирующей системой, а также памятка участника доступны на данном сайте: <a href="/nnoi/nnoi_17/zaoch/ije_webserver.pdf">инструкция</a>, <a href="/nnoi/nnoi_17/zaoch/mem.pdf">памятка</a>; также у участников будет возможность познакомиться с тестирующей системой во время пробного тура (см. ниже). </p>

<p>Участники могут писать отборочный тур с любого компьютера, на котором есть доступ в интернет и необходимое участникам программное обеспечение; при этом жюри рекомендует школам предоставить желающим школьникам возможность написания отборочного тура в компьютерных классах школы и возможность установки на эти компьютеры необходимого участникам программного обеспечения. Участники могут выбирать программное обеспечение для разработки программ по своему усмотрению, но в тестирующей системе будут установлены только следующие компиляторы:</p>

<ul>
<li>Free Pascal 3.0.0</li>
<li>PascalABC.NET 3.2</li> 
<li>GNU C++ 5.1.0 </li>
<li>GNU C++ 5.1.0 / С++14 </li>
<li>Python 3.6.0 </li>
<li>PyPy (Python 3.6.0)</li>
<li>Python 2.7.13 </li>
<li>C# 1.3.1 (MS Visual Studio 2015)</li>
<li>C++  / MS Visual Studio 2015</li>
<li>Java 8u121</li>
</ul>

<p>Решения участников будут проверяться именно под этими компиляторами (при сдаче решения участник указывает, каким из этих компиляторов необходимо компилировать это решение). Возможна замена версий компиляторов на более новые. Точные версии будут указаны в тестирующей системе.</p>

<p>Во время тура участникам разрешается пользоваться любыми печатными и электронными носителями информации, но запрещается общаться между собой, с учителями и т.д., в том числе обсуждать решения задач, текущие результаты, передавать свои решения, обмениваться паролями, заходить в систему под логином другого школьника и т.п. (Конечно, допускается общение с учителями по техническим вопросам, не касающимся конкретных задач.)</p>

<p>Жюри олимпиады будет в меру возможности контролировать соблюдение этих правил (проводить проверку решений на похожесть, контролировать, что один логин используется только одним школьником и т.п.) и оставляет за собой право дисквалифицировать всех участников, нарушающих эти правила. В частности, при обнаружении списанных решений жюри не будет разбираться в том, кто является автором решения, а кто — заимствователем; при обнаружении использования одного логина несколькими школьниками жюри не будет разбираться, кто из этих школьников виноват, а кто нет. В случае, если жюри обнаружит масштабные нарушения среди участников из одной школы, жюри оставляет за собой право дисквалифицировать вообще всех участников из этой школы, а также принять во внимание этот факт в следующем году при проведении отбора на очередную городскую олимпиаду.</p>

<p>По результатам отборочного тура будут выбраны участники олимпиады в дополнение к тем, кто приглашен напрямую. При выборе участников жюри оставляет за собой право, в случае близких результатов отборочного тура, также учитывать и результаты районной олимпиады.</p>

<p>Перед отборочным туром будет проведен <b>пробный тур</b>: пробный тур начнется 24 апреля в 11:45 и окончится в 13:45. На пробном туре будет предложена одна простая задача, цель пробного тура — познакомиться с тестирующей системой. Участие в пробном туре не обязательно, его результаты не будут учитываться при отборе на олимпиаду. Тем не менее, участникам, не имеющим опыта работы с автоматическими тестирующими системами, рекомендуется принять участие в пробном туре. В частности, жюри не будет рассматривать претензии, связанные с непониманием того, как работает тестирующая система, во время основного отборочного тура.</p>

<p>Условия пробного тура вы можете скачать заранее <a href="/nnoi/nnoi_17/zaoch/nnoi-prelim.pdf">на этом сайте</a>.</p>

<p>В случае возникновения каких-либо проблем с тестирующей системой во время пробного или основного отборочного тура вы можете использовать следующие контакты для оперативной связи с жюри:</p>
<ul>
  <li>Калинин Петр Андреевич, +7-910-794-32-07, petr@kalinin.nnov.ru;</li>
  <li>ближе к туру здесь, возможно, будут опубликованы дополнительные контакты.</li>
</ul>

<p>Жюри олимпиады просит вас регулярно во время тура, а также после тура, проверять электронный адрес, указанный при регистрации; в случае необходимости, объявления и дополнительная информация от жюри будет направлена на этот адрес (а также, по возможности, указана на главной странице тестирующей системы). Информация о результатах отборочного тура будет также направлена на этот адрес (а также выставлена на данном сайте).</p>

<p>Ответственность за технические проблемы с компьютерами участников несут сами участники. В случае возникновения технических проблем с компьютерами участников (не работающие компьютеры или компиляторы, проблемы с доступом в сеть и т.п.) жюри олимпиады не будет делать никаких поправок на этот счет (добавлять время к туру и т.п.)</p>

<p>Обратите внимание, что сайт <a href="http://ije.algoprog.ru">ije.algoprog.ru</a> в обычное время недоступны. Он будет сделан доступным незадолго до пробного тура, а до этого по этому адресу находится только «заглушка». Жюри рекомендует заранее убедиться в том, что доступ к сайту ije.algoprog.ru не заблокирован на тех компьютерах, на которых будут работать участники (т.е. что заглушка доступна).</p>

<p>По любым вопросам можно обращаться к председателю жюри олимпиады Петру Андреевичу Калинину по указанному выше телефону и адресу электронной почты.</p>

<h2>Список школьников, приглашенных напрямую</h2>
<ul>
<li>Бацын Тимофей Михайлович</li>
<li>Бочаров Артём Максимович</li>
<li>Волгин Максим Александрович</li>
<li>Галкин Максим Сергеевич</li>
<li>Ершов Александр Андреевич</li>
<li>Жебряков Данила Александрович</li>
<li>Забродский Александр Владимирович </li>
<li>Зинченко Бажена Дмитриевна</li>
<li>Зинченко Кирилл Дмитриевич</li>
<li>Зотов Николай Алексеевич</li>
<li>Иваницкий Георгий Сергеевич</li>
<li>Калинин Даниил Дмитриевич</li>
<li>Кирюхов Андрей Дмитриевич</li>
<li>Конов Даниил Дмитриевич</li>
<li>Косов Михаил Александрович</li>
<li>Краев Алексей Андреевич</li>
<li>Кузнецов Степан Андреевич</li>
<li>Маляев Кирилл Александрович</li>
<li>Мееров Михаил Иосифович</li>
<li>Морозов Андрей Владимирович</li>
<li>Осинин Константин Сергеевич</li>
<li>Проскура Егор Дмитриевич</li>
<li>Россохин Александр Владимирович</li>
<li>Сибиряков Михаил Ильич</li>
<li>Талибов Сэрхан Махмад оглы</li>
<li>Тепляков Владислав Витальевич</li>
<li>Трубников Артём Михайлович</li>
<li>Цыганок Андрей Ильич</li>
<li>Шапошников Глеб Юрьевич</li>
<li>Шиляев Иван Павлович</li>
</ul>

<h2>Список школьников, приглашенных на отборочный тур</h2>

<ul>
<li>Авдеев Денис Олегович</li>
<li>Агапов Егор Максимович</li>
<li>Агафеев Сергей Олегович</li>
<li>Артамонов Сергей Максимович </li>
<li>Балаева Дарья Романовна</li>
<li>Бархатова Дарья Денисовна</li>
<li>Беляков Михаил Дмитриевич</li>
<li>Богуславский Вадим Игоревич</li>
<li>Большаков Вячеслав Александрович </li>
<li>Большаков Михаил Александрович</li>
<li>Борисов Никита Михайлович</li>
<li>Бортников Даниил Юрьевич</li>
<li>Бузмаков Михаил Константинович</li>
<li>Буковский Вячеслав</li>
<li>Вагин Никита Вадимович</li>
<li>Варакин Георгий Вадимович</li>
<li>Варенцова Мария Николаевна</li>
<li>Васильев Сергей Алексеевич</li>
<li>Вдовина Светлана Алексеевна</li>
<li>Веденеев Дмитрий Сергеевич</li>
<li>Веселкина Мария Игоревна</li>
<li>Вилков Кирилл Андреевич </li>
<li>Винокуров Фёдор Олегович</li>
<li>Волгин Дмитрий Александрович</li>
<li>Волков Максим Сергеевич</li>
<li>Волочаев Серафим Витальевич</li>
<li>Вострова Диана Евгеньевна</li>
<li>Вызулин Денис</li>
<li>Вяткин Даниил</li>
<li>Галкин Валентин Павлович</li>
<li>Гамов Иван Андреевич</li>
<li>Гончаров Станислав Кириллович</li>
<li>Городничев Владислав</li>
<li>Гугунава Кирилл Зурабович</li>
<li>Гунько Леонид Юрьевич</li>
<li>Данилов Никита</li>
<li>Демаков Матвей Александрович</li>
<li>Дементьев Леонид Васильевич </li>
<li>Дмитряк Александр</li>
<li>Долгих Алексей Михайлович</li>
<li>Долгов Владислав Алексеевич</li>
<li>Дулепов Артём Александрович</li>
<li>Егорова Мария Евгеньевна</li>
<li>Елистратов Владимир Михайлович</li>
<li>Заботин Максим Андреевич</li>
<li>Заплаткин Максим Максимович</li>
<li>Исаев Иван Сергеевич </li>
<li>Казакова Валерия Дмитриевна </li>
<li>Калтыгин Михаил Денисович</li>
<li>Карелин Александр Сергеевич</li>
<li>Кашин Степан Олегович</li>
<li>Клоян Давид Мехакович</li>
<li>Коваленко Александр Ильич</li>
<li>Комиссарова Екатерина Кирилловна</li>
<li>Кондрашин Виктор Васильевич</li>
<li>Копнин Денис Сергеевич</li>
<li>Коровин Никита Олегович</li>
<li>Коротков Александр Дмитриевич </li>
<li>Коузов Вадим Дмитриевич</li>
<li>Кочетков Сергей Вадимович</li>
<li>Кочнев Максим Александрович </li>
<li>Краснов Антон Денисович</li>
<li>Кряжев Макар Михайлович</li>
<li>Кузнецов Семён Олегович</li>
<li>Кулаков Алексей Юрьевич</li>
<li>Купоросов Денис Олегович</li>
<li>Лаптев Михаил</li>
<li>Лобков Вячеслав</li>
<li>Логинов Михаил Владимирович</li>
<li>Лучин Антон</li>
<li>Макаров Дмитрий Сергеевич</li>
<li>Макаров Матвей Александрович</li>
<li>Малышев Артем Александрович</li>
<li>Мальков Евгений Максимович</li>
<li>Мареев Денис Александрович</li>
<li>Матясов Александр Николаевич</li>
<li>Мельников Кирилл Андреевич</li>
<li>Мизонова Ольга Алексеевна </li>
<li>Морозов Егор Алексеевич</li>
<li>Москвин Владислав Александрович</li>
<li>Муравьев Степан Дмитриевич</li>
<li>Муратов Егор Андреевич</li>
<li>Никитин Владимир Дмитриевич</li>
<li>Новикова Софья Алексеевна</li>
<li>Носков Илья Павлович</li>
<li>Нурал Эмрэ Озгюрович</li>
<li>Обухов Александр Анатольевич</li>
<li>Олонцев Михаил Сергеевич</li>
<li>Пазин Антон Дмитриевич </li>
<li>Панкин Владимир Андреевич</li>
<li>Перевезенцев Максим Евгеньевич</li>
<li>Пестряков Тимофей Игоревич</li>
<li>Полякова Алёна Вячеславовна</li>
<li>Пономарев Тимур Евгеньевич</li>
<li>Родионцева Ирина Михайловна</li>
<li>Русин Артём Михайлович</li>
<li>Рыбарчук Николай Сергеевич</li>
<li>Сабурова Анастасия Павловна</li>
<li>Савченко Максим Павлович</li>
<li>Сапожников Михаил Александрович</li>
<li>Сахаров Александр Владимирович</li>
<li>Семериков Тимофей Алексеевич</li>
<li>Серов Вадим Андреевич</li>
<li>Сизенко Матвей Александрович</li>
<li>Сироткин Андрей Павлович</li>
<li>Скороходов Сергей Александрович</li>
<li>Смирнов Константин Львович</li>
<li>Созанков Владислав Олегович</li>
<li>Соловьёв Иван Иванович</li>
<li>Соловьева Дарья Анатольевна</li>
<li>Статьин Дмитрий Алексеевич</li>
<li>Степанов Андрей Сергеевич</li>
<li>Степанов Денис Сергеевич</li>
<li>Степанова Юлия Вадимовна</li>
<li>Строгов Максим Андреевич</li>
<li>Сушко Кирилл</li>
<li>Тагиев Эмин</li>
<li>Таланцев Глеб Ильич</li>
<li>Телков Артём Павлович</li>
<li>Тимофеев Серафим Александрович</li>
<li>Тихонов Никита Алексеевич</li>
<li>Упирвицкий Евгений Николаевич</li>
<li>Фарафонов Стефан Александрович</li>
<li>Федоренко Артём Витальевич</li>
<li>Финагина Светлана Юрьевна</li>
<li>Фоменко Максим Валерьевич</li>
<li>Харитонов Аремий Альбертович</li>
<li>Хуртин Алексей Евгеньевич</li>
<li>Чистов Федор Андреевич</li>
<li>Шадымов Дмитрий Алексеевич</li>
<li>Шаров Михаил</li>
<li>Шаталов Иван Владимирович</li>
<li>Шипунова Диана Борисовна </li>
<li>Щепин Василий Михайлович</li>
<li>Щетинин Даниил Егорович</li>
<li>Ясакова Татьяна Евгеньевна</li>
</ul>

<?php 
endonn();
?>
