<?
$backpath="../..";
include_once("$backpath/onn.php");
startonn("/Город/NNOI X/Авторы задач","Авторы задач X Нижегородской городской олимпиады школьников по информатике");
?>
<h1>Авторы задач</h1>
<ul>
<li><b>Калинин П.&nbsp;А.</b>, старший инженер по разработке программного обеспечения, ЗАО "Интел А/О", к.ф.-м.н.;</li>
<li><b>Лазарев Е.&nbsp;А.</b>, старший инженер по разработке программного обеспечения, ЗАО "Интел А/О", ведущий программист кафедры "Прикладная математика" ИРИТ НГТУ, к.т.н.;</li>
<li><b>Разенштейн И.&nbsp;П.</b>, аспирант второго года EECS MIT;</li>
<li><b>Тимин А.&nbsp;А.</b>, студент 2 курса ФИВТ МФТИ;</li>
<li><b>Тимушев Р.&nbsp;И.</b>, старший инженер-программист, Grid Dynamics;</li>
<li><b>Шмелёв А.&nbsp;С.</b>, инжерен-программист, НПП "Прима".</li>
</ul>
<?
endonn();
?>