<?
$backpath="../..";
include_once("$backpath/onn.php");
startonn("/Город/NNOI X/Оргкомитет","Оргкомитет X Нижегородской городской олимпиады школьников по информатике");
?>
<h1>Оргкомитет</h1>
<ul>
<li><b>Сидоркина С.&nbsp;Л.</b>, первый заместитель директора департамента образования администрации города Нижнего Новгорода;</li>
<li><b>Цветков М.&nbsp;И.</b>, начальник отдела общего среднего образования департамента образования администрации города Нижнего Новгорода;</li>
<li><b>Бовкун И.&nbsp;Л.</b>, главный специалист отдела общего среднего образования департамента образования администрации города Нижнего Новгорода;</li>

<li><b>Ивашкин Е.&nbsp;Г.</b>, проректор НГТУ им. Р.Е. Алексеева;</li>
<li><b>Бушуева М.&nbsp;Е.</b>, декан ФДПиДОУ НГТУ им. Р.Е. Алексеева;</li>
<li><b>Кулагина Л.&nbsp;В.</b>, зам. директора по учебной работе ИНЭУ НГТУ им. Р.Е. Алексеева;</li>

<li><b>Умнова Н.&nbsp;С.</b>, директор муниципального образовательного учреждения лицей №&nbsp;40;</li>
<li><b>Евстратова Л.&nbsp;П.</b>, заместитель директора по учебно-воспитательной работе МОУ лицей №&nbsp;40;</li>
<li><b>Гашпар И.&nbsp;Л.</b>, куратор НОЦ ИПФ РАН.</li>
</ul>
<?
endonn();
?>
