<?php 
$backpath="../..";
include_once("$backpath/onn.php");
startonn("/Город/NNOI III/Оргкомитет","Оргкомитет III Нижегородской городской олимпиады школьников по информатике");
?>
<h1>Оргкомитет</h1>
<ul>
<li><b>Стронгин Р.&nbsp;Г.</b>, ректор Нижегородского государственного университета им.&nbsp;Н.&nbsp;И.&nbsp;Лобачевского, профессор;</li>
<li><b>Сидоркина С.&nbsp;Л.</b>, первый заместитель директора департамента образования и&nbsp;социально-правовой защиты детства администрации города Нижнего Новгорода;</li>
<li><b>Лелюх В.&nbsp;Д.</b>, старший преподаватель ННГУ;</li>
<li><b>Цветков М.&nbsp;И.</b>, начальник отдела общего среднего образования департамента образования и&nbsp;социально-правовой защиты детства администрации города Нижнего Новгорода;</li>
<li><b>Cамодурова И.&nbsp;П.</b>, главный специалист отдела общего среднего образования департамента образования и&nbsp;социально-правовой защиты детства администрации города Нижнего Новгорода;</li>
<li><b>Смирнов А.&nbsp;И.</b>, директор НОЦ ИПФ&nbsp;РАН;</li>
<li><b>Фейгина Т.&nbsp;А.</b>, заместитель директора НОЦ ИПФ&nbsp;РАН;</li>
<li><b>Умнова Н.&nbsp;С.</b>, директор муниципального образовательного учреждения лицей №&nbsp;40;</li>
<li><b>Ярцева И.&nbsp;Н.</b>, директор муниципального образовательного учреждения лицей №&nbsp;8;</li>
<li><b>Евстратова Л.&nbsp;П.</b>, заместитель директора по информатизации МОУ лицей №&nbsp;40;</li>
<li><b>Макарычева М.&nbsp;В.</b>, учитель МОУ лицей №&nbsp;40;</li>
<li><b>Денисов В.&nbsp;В.</b>, зав. лабораторией ННГУ;</li>
<li><b>Луковников Р.&nbsp;Б.</b>, системный администратор СЕНДИ.</li>
</ul>
<?php 
endonn();
?>
