<?php 
$backpath="../..";
include_once("$backpath/onn.php");
startonn("/Город/NNOI III/Авторы задач","Авторы задач III Нижегородской городской олимпиады школьников по информатике");
?>
<h1>Авторы задач</h1>
<ul>
<li><b>Бударагин Д.&nbsp;И.</b>, студент 1 курса ВШОПФ ННГУ;</li>
<li><b>Калинин П.&nbsp;А.</b>, студент 5 курса ВШОПФ ННГУ;</li>
<li><b>Круглов А.&nbsp;А.</b>, аспирант ИПФ РАН;</li>
<li><b>Лелюх В.&nbsp;Д.</b>, старший преподаватель ННГУ;</li>
<li><b>Тимушев Р.&nbsp;И.</b>, студент 4 курса ВШОПФ ННГУ;</li>
<li><b>Хаймович И.&nbsp;М.</b>, студент 4 курса ВШОПФ ННГУ.</li>
</ul>
<?php 
endonn();
?>
