<?php 
$backpath="../..";
include_once("$backpath/onn.php");
startonn("/Город/NNOI VIII/Авторы задач","Авторы задач VIII Нижегородской городской олимпиады школьников по информатике");
?>
<h1>Авторы задач</h1>
<ul>
<li><b>Бударагин Д.&nbsp;И.</b>, студент 6 курса ВШОПФ ННГУ;</li>
<li><b>Вадимов В.&nbsp;Л.</b>, студент 3 курса ВШОПФ ННГУ;</li>
<li><b>Демидов А.&nbsp;Н.</b>, инженер, НПП "Прима";</li>
<li><b>Епифанов В.&nbsp;Ю.</b>, студент 3 курса мехмата ННГУ;</li>
<li><b>Калинин П.&nbsp;А.</b>, младший научный сотрудник ИПФ РАН;</li>
<li><b>Круглов А.&nbsp;А.</b>, младший научный сотрудник ИПФ РАН;</li>
<li><b>Лелюх В.&nbsp;Д.</b>, старший преподаватель ННГУ;</li>
<li><b>Матросов М.&nbsp;В.</b>, студент 6 курса ВМК ННГУ;</li>
<li><b>Тимушев Р.&nbsp;И.</b>, консультант, Grid Dynamics;</li>
<li><b>Хаймович И.&nbsp;М.</b>, аспирант ИФМ РАН;</li>
<li><b>Шмелёв А.&nbsp;С.</b>, магистрант 2 года ВМК ННГУ.</li>
</ul>
<?php 
endonn();
?>